[
  {
    "origin_url": "amazon.com",
    "link_dict": {
      "privacy": {
        "label": "Privacy Notice",
        "link": "/gp/help/customer/display.html?ie=UTF8&nodeId=468496&ref_=footer_privacy",
        "title": "\nAmazon.com Help: Amazon.com Privacy Notice\n",
        "url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=468496&ref_=footer_privacy",
        "last_updated": "Last updated: January 1, 2020.",
        "text": "Amazon Privacy Notice\n\n  \n \n \n \n\t \n \n \n  \n  \n Last updated: January 1, 2020.  To see prior version,   click  here  .  \n \n We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes how Amazon.com and its affiliates (collectively “Amazon”) collect and process your personal information through Amazon websites, devices, products, services, online and physical stores, and applications that reference this Privacy Notice (together “Amazon Services”).  By using Amazon Services, you are consenting to the practices described in this Privacy Notice.  \n\t\t\n  \n \n What Personal Information About Customers Does Amazon Collect? \n \n \n \n For What Purposes Does Amazon Use Your Personal Information? \n \n\n \n What About Cookies and Other Identifiers? \n \n\n \n Does Amazon Share Your Personal Information? \n \n\n \n How Secure Is Information About Me? \n \n\n \n What About Advertising? \n \n\n \n What Information Can I Access? \n \n\n \n What Choices Do I Have? \n \n\n \n Are Children Allowed to Use Amazon Services? \n \n\n \n EU-US and Swiss-US Privacy Shield \n \n\n \n California Consumer Privacy Act \n \n\n \n Conditions of Use, Notices, and Revisions \n \n\n \n Related Practices and Information \n \n\n \n Examples of Information Collected \n \n \n\t\t\n \n \n\n \n\t \n \n\t \n \n \n \n  What Personal Information About Customers Does Amazon Collect?   \n We collect your personal information in order to provide and continually improve our products and services. \n\n Here are the types of personal information we collect: \n \n\t\t\n  \n \n   Information You Give Us:  We receive and store any information you provide in relation to Amazon Services. Click  here  to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our Amazon Services. \n \n \n \n   Automatic Information:  We automatically collect and store certain types of information about your use of Amazon Services, including information about your interaction with content and services available through Amazon Services. Like many websites, we use 'cookies' and other unique identifiers, and we obtain certain types of information when your web browser or device accesses Amazon Services and other content served by or on behalf of Amazon on other websites. Click  here  to see examples of what we collect. \n \n \n \n   Information from Other Sources:  We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click  here  to see additional examples of the information we receive.  \n \n \n\t\t\n \n \n\t \n \n\t \n \n \n \n For What Purposes Does Amazon Use Your Personal Information? \n We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers. These purposes include: \n \n\t\t\n \n \n Purchase and delivery of products and services.  We use your personal information to take and handle orders, deliver products and services, process payments, and communicate with you about orders, products and services, and promotional offers. \n \n\n \n Provide, troubleshoot, and improve Amazon Services.  We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the Amazon Services. \n \n\n \n Recommendations and personalization.  We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with Amazon Services. \n \n\n \n Provide voice, image and camera services.  When you use our voice, image and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services. For more information about Alexa voice services ,   click  here  . \n \n\n \n Comply with legal obligations.  In certain cases, we collect and use your personal information to comply with laws. For instance, we collect from sellers information regarding place of establishment and bank account information for identity verification and other purposes. \n \n\n \n Communicate with you.  We use your personal information to communicate with you in relation to Amazon Services via different channels (e.g., by phone, e-mail, chat). \n \n\n \n Advertising.  We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our  Interest-Based Ads  notice  . \n \n\n \n Fraud Prevention and Credit Risks.  We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, Amazon, and others. We may also use scoring methods to assess and manage credit risks. \n \n \n\t\t\n \n \n\t \n \n\t \n \n \n \n  What About Cookies and Other Identifiers?   \n To enable our systems to recognize your browser or device and to provide and improve Amazon Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our  Cookies Notice  . \n \n\t \n \n\t \n \n \n \n  Does Amazon Share Your Personal Information?   \n Information about our customers is an important part of our business, and we are not in the business of selling our customers’ personal information to others. We share customers’ personal information only as described below and with subsidiaries Amazon.com, Inc. controls that either are subject to this Privacy Notice or follow practices at least as protective as those described in this Privacy Notice. \n \n\t\t\n  \n \n   Transactions involving Third Parties:  We make available to you services, products, applications, or skills provided by third parties for use on or through Amazon Services. For example, you can order products from third parties through our stores, download applications from third-party application providers from our App Store, and enable third-party skills through our Alexa services. We also offer services or sell product lines jointly with third-party businesses, such as co-branded credit cards. You can tell when a third party is involved in your transactions, and we share customers’ personal information related to those transactions with that third party. \n \n \n \n   Third-Party Service Providers:  We employ other companies and individuals to perform functions on our behalf. Examples include fulfilling orders for products or services, delivering packages, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service. These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes. \n \n \n \n Business Transfers:  As we continue to develop our business, we might sell or buy other businesses or services. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise). Also, in the unlikely event that Amazon.com, Inc. or substantially all of its assets are acquired, customer information will of course be one of the transferred assets. \n \n \n \n   Protection of Amazon and Others:  We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our  Conditions of Use   and other agreements; or protect the rights, property, or safety of Amazon, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. \n \n \n\t\t\n \n\n Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information. \n \n\t \n \n\t \n \n \n \n  How Secure Is Information About Me?   \n We design our systems with your security and privacy in mind. \n \n\t\t\n  \n \n We work to protect the security of your personal information during transmission by using encryption protocols and software.  \n \n \n \n We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data.  \n \n \n \n We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you. \n \n \n \n Our devices offer security features to protect them against unauthorized access and loss of data. You can control these features and configure them based on your needs.   Click  here   for more information on how to manage the security settings of your device. \n \n\n \n It is important for you to protect against unauthorized access to your password and to your computers, devices, and applications. Be sure to sign off when finished using a shared computer.   Click  here   for more information on how to sign off. \n \n \n\t\t\n \n \n\t \n \n\t \n \n \n \n  What About Advertising?    \n\t\t\n \n \n Third-Party Advertisers and Links to Other Websites:  Amazon Services may include third-party advertising and links to other websites and apps. Third-party advertising partners may collect information about you when you interact with their content, advertising, and services. For more information about third-party advertising at Amazon, including interest-based ads, please read our  Interest-Based Ads  policy  . To adjust your advertising preferences, please go to the  Advertising Preferences  page  . \n \n\n \n Use of Third-Party Advertising Services:  We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you have already downloaded one of our apps, we will share your advertising identifier and data about that event so that you will not be served an ad to download the app again. Some ad companies also use this information to serve you relevant ads from other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the  Advertising Preferences  page  . \n \n \n\t\t\n \n \n\t \n \n\t \n \n \n \n  What Information Can I Access?    \n You can access your information, including your name, address, payment options, profile information, Prime membership, household settings, and purchase history in the 'Your Account' section of the website. Click  here  for a list of examples that you can access. \n \n\t \n \n\t \n \n \n \n  What Choices Do I Have?   \n If you have any questions as to how we collect and use your personal information, please contact our  Customer Service  . Many of our Amazon Services also include settings that provide you with options as to how your information is being used.  \n \n\t\t\n  \n \n As described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the Amazon Services. \n \n \n \n You can add or update certain information on pages such as those referenced in  What Information Can I Access? . When you update information, we usually keep a copy of the prior version for our records. \n \n \n \n If you do not want to receive e-mail or other communications from us, please adjust your  Customer Communication Preferences  . If you don’t want to receive in-app notifications from us, please adjust your notification settings in the app or device.  \n \n \n \n If you do not want to see interest-based ads, please adjust your  Advertising Preferences  . \n \n \n \n The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of Amazon Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our  Cookies Notice  . \n \n \n \n If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account    here   and blocking cookies on your browser. \n \n\n \n You will also be able to opt out of certain other types of data usage by updating your settings on the applicable Amazon website (e.g., in 'Manage Your Content and Devices'), device, or application. For more information   click  here  . Most non-Amazon devices also provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer. \n \n\n \n If you are a seller, you can add or update certain information in    Seller Central  , update your account information by accessing your    Seller Account Information  , and adjust your e-mail or other communications you receive from us by updating your    Notification Preferences  . \n \n\n \n If you are an author, you can add or update the information you have provided in the    Author Portal   and    Author Central   by accessing your accounts in the Author Portal and Author Central, respectively. \n \n \n\t\t\n \n \n In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact  Customer Service  . Depending on your data choices, certain services may be limited or unavailable. \n \n\t \n \n\t \n \n \n \n  Are Children Allowed to Use Amazon Services?    \n Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our  Children's Privacy Disclosure  . \n \n\t \n \n\t \n \n \n \n EU-US and Swiss-US Privacy Shield   \n  Amazon.com, Inc. participates in the EU-US and Swiss-US Privacy Shield frameworks. Click  here  to learn more.  \n \n\t \n \n\t \n \n \n \n  California Consumer Privacy Act \n \n Click  here   to read additional disclosures required under the California Consumer Privacy Act. \n \n\t \n \n\t \n \n \n \n  Conditions of Use, Notices, and Revisions    \n If you choose to use Amazon Services, your use and any dispute over privacy is subject to this Notice and our  Conditions of Use  , including limitations on damages, resolution of disputes, and application of the law of the state of Washington. If you have any concern about privacy at Amazon, please contact us with a thorough description, and we will try to resolve it. Our business changes constantly, and our Privacy Notice will change also. You should check our websites frequently to see recent changes. Unless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account. We stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.  \n \n\t \n \n\t \n \n \n \n Related Practices and Information \n  \n\t\t\n  \n \n   Conditions of Use   \n \n \n \n   Seller Program Policies    \n \n \n \n   Help Department   \n \n \n \n   Most Recent Purchases    \n \n \n \n   Your Profile and Community Guidelines    \n \n \n\t\t\n \n\n\n \n\t \n \n\t \n \n \n \n  Examples of Information Collected    \n \n Information You Give Us When You Use Amazon Services  \n \n\n You provide information to us when you: \n \n\t\t\n \n \n search or shop for products or services in our stores; \n \n\n \n add or remove an item from your cart, or place an order through or use Amazon Services; \n \n\n \n download, stream, view, or use content on a device or through a service or application on a device; \n \n\n \n provide information in  Your Account   (and you might have more than one if you have used more than one e-mail address or mobile number when shopping with us) or  Your Profile  ; \n \n\n \n talk to or otherwise interact with our Alexa Voice service; \n \n\n \n upload your contacts; \n \n\n \n configure your settings on, provide data access permissions for, or interact with an Amazon device or service; \n \n\n \n provide information in your  Seller Account  ,  Kindle Direct Publishing  account  ,  Developer  account  , or any other account we make available that allows you to develop or offer software, goods, or services to Amazon customers; \n \n\n \n offer your products or services on or through Amazon Services; \n \n\n \n communicate with us by phone, e-mail, or otherwise; \n \n\n \n complete a questionnaire, a support ticket, or a contest entry form; \n \n\n \n upload or stream images, videos or other files to Prime Photos, Amazon Drive, or other Amazon Services; \n \n\n \n use our services such as Prime Video; \n \n\n \n compile Playlists, Watchlists,  Wish Lists   or other gift registries; \n \n\n \n participate in Discussion Boards or other community features; \n \n\n \n provide and rate  Reviews  ; \n \n\n \n specify a Special Occasion Reminder; or \n \n\n \n employ  Product Availability Alerts  , such as Available to Order Notifications. \n \n \n\t\t\n \n\n \n As a result of those actions, you might supply us with such information as:  \n\t\t\n \n \n identifying information such as your name, address, and phone numbers; \n \n\n \n payment information; \n \n\n \n your age; \n \n\n \n your location information; \n \n\n \n your IP address; \n \n\n \n people, addresses and phone numbers listed in your Addresses; \n \n\n \n e-mail addresses of your friends and other people; \n \n\n \n content of reviews and e-mails to us;  \n \n\n \n personal description and photograph in  Your Profile  ; \n \n\n \n voice recordings when you speak to Alexa; \n \n\n \n images and videos collected or stored in connection with Amazon Services; \n \n\n \n information and documents regarding identity, including Social Security and driver's license numbers; \n \n\n \n corporate and financial information; \n \n\n \n credit history information; and \n \n\n \n device log files and configurations, including Wi-Fi credentials, if you choose to automatically synchronize them with your other Amazon devices. \n \n \n\t\t\n \n\n\n \n \n Automatic Information  \n \n \n Examples of the information we collect and analyze include: \n \n\t\t\n \n \n the internet protocol (IP) address used to connect your computer to the internet; \n \n\n \n login, e-mail address, and password;  \n \n\n \n the location of your device or computer; \n \n\n \n content interaction information, such as content downloads, streams, and playback details, including duration and number of simultaneous streams and downloads, and network details for streaming and download quality, including information about your internet service provider; \n \n\n \n device metrics such as when a device is in use, application usage, connectivity data, and any errors or event failures; \n \n\n \n Amazon Services metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences and backup information, location of your device running an application, information about uploaded images and files such as the file name, dates, times and location of your images); \n \n\n \n version and time zone settings; \n \n\n \n purchase and content use history, which we sometimes aggregate with similar information from other customers to create features like  Top Sellers  ; \n \n\n \n the full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time; products and content you viewed or searched for; page response times, download errors, length of visits to certain pages, and page interaction information (such as scrolling, clicks, and mouse-overs); \n \n\n \n phone numbers used to call our customer service number; and \n \n\n \n images or videos when you shop in our stores, or stores using Amazon Services. \n \n \n\t\t\n \n\n We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information. \n \n \n Information from Other Sources  \n \n \n Examples of information we receive from other sources include: \n \n\t\t\n \n \n updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily; \n \n\n \n account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services; \n \n\n \n information about your interactions with products and services offered by our subsidiaries; \n \n\n \n search results and links, including paid listings (such as Sponsored Links); \n \n\n \n information about internet-connected devices and services linked with Alexa; and \n \n\n \n credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. \n \n \n\t\t\n \n \n \n Information You Can Access  \n \n \n Examples of information you can access through Amazon Services include: \n \n\t\t\n \n \n status of recent orders (including subscriptions); \n \n\n \n your complete order history; \n \n\n \n personally identifiable information (including name, e-mail, password, and address book); \n \n\n \n payment settings (including payment card information, promotional certificate and gift card balances, and 1-Click settings); \n \n\n \n e-mail notification settings (including Product Availability Alerts, Delivers, Special Occasion Reminders and newsletters); \n \n\n \n recommendations and the products you recently viewed that are the basis for recommendations (including Recommended for You and Improve Your Recommendations); \n \n\n \n shopping lists and gift registries (including Wish Lists and Baby and Wedding Registries); \n \n\n \n your content, devices, services, and related settings, and communications and personalized advertising preferences; \n \n\n \n content that you recently viewed; \n \n\n \n voice recordings associated with your account; \n \n\n \n Your Profile (including your product Reviews, Recommendations, Reminders and personal profile); \n \n\n \n If you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in    Seller Central  . \n \n\n \n If you are an author, you can access your account and other information, and update your accounts, on the  Kindle Direct Publishing (KDP)   or  Author Central   website, as applicable. \n \n\n \n If you are a developer participating in our Developer Services Program, you can access your account and other information, and adjust your communications preferences, by updating your accounts in the  Developer Services Portal  . \n \n \n\t\t\n \n \n\t \n \n  \n\n\n\n   \n      \n         Was this information helpful?\n      \n\n      \n         \n            Yes\n         \n      \n\n      \n         \n            No\n         \n      \n    \n\n   \n      \n         Thank you for your feedback.\n      \n    \n\n   \n      \n         Please select what best describes the information:\n      \n      \n          \n              This information is confusing or wrong\n          \n          \n              This isn't the information I was looking for\n          \n          \n              I don't like this policy\n          \n      \n\n      \n\n      \n         \n            Submit\n         \n      \n\n    \n\n   \n      \n         \n\tThanks! While we're unable to respond directly to your feedback, \n\twe'll use this information to improve our online Help.\n    \n      \n    \n\n   \n   \n\n\n \n\n\n\n       \n      \n\n\n\n\n \n   \n     \n       ‹ \n       All Help Topics \n     \n   \n   \n    \n\n\n\n\n\n  Legal Policies \n     Conditions of Use EU-US Privacy Shield Amazon.com Privacy Notice Amazon Group Companies Supported Browsers About Identifying Whether an Email, Phone Call, Text Message, or Webpage is from Amazon   Report a Security Issue       Non-Exhaustive List of Applicable Amazon Patents and Applicable Licensed Patents Non-Exhaustive List of Amazon Trademarks   Guidelines: Uploading Your Own Content to an electronic Amazon.com Gift Card or Other Electronic Message   California Supply Chain Transparency Act Statement \n\n\n   \n \n\n\n\n\n\n\n\n\n\n\n \n     \n        \n     \n        Quick solutions\n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Your Orders\n                    Track or cancel orders\n                 \n             \n         \n         \n             \n                 \n                    Your Orders\n                 \n                 \n                    Track or cancel orders\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Returns & Refunds\n                    Exchange or return items\n                 \n             \n         \n         \n             \n                 \n                    Returns & Refunds\n                 \n                 \n                    Exchange or return items\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Manage Prime\n                    Cancel or view benefits\n                 \n             \n         \n         \n             \n                 \n                    Manage Prime\n                 \n                 \n                    Cancel or view benefits\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Payment Settings\n                    Add or edit payment methods\n                 \n             \n         \n         \n             \n                 \n                    Payment Settings\n                 \n                 \n                    Add or edit payment methods\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Carrier Info\n                    Shipping carrier information\n                 \n             \n         \n         \n             \n                 \n                    Carrier Info\n                 \n                 \n                    Shipping carrier information\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Account Settings\n                    Change email or password\n                 \n             \n         \n         \n             \n                 \n                    Account Settings\n                 \n                 \n                    Change email or password\n                 \n             \n         \n     \n\n     \n \n\n\n    ",
        "html": "<h1>Amazon Privacy Notice</h1><div>\n<p class='lead'> \n<span></span>\n</p>\n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_E43B23A9DE984224999AC8B10313459A'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_E43B23A9DE984224999AC8B10313459A'></a>\n</div> \n<p> \n<strong>Last updated: January 1, 2020.</strong> To see prior version, <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> click <a href='https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&amp;nodeId=16015091' target='_blank'>here</a></span> . </p>\n \n<p>We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes how Amazon.com and its affiliates (collectively “Amazon”) collect and process your personal information through Amazon websites, devices, products, services, online and physical stores, and applications that reference this Privacy Notice (together “Amazon Services”). <strong>By using Amazon Services, you are consenting to the practices described in this Privacy Notice.</strong> \n\t\t\n</p><ul class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_DFA4C8F9EB2F46FEA1AB2B8DE9A8D313'> \n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_467C686A137847768F44B619694D3F7C'>What Personal Information About Customers Does Amazon Collect?</a></span>\n</li>\n \n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_7CE768C1281346DAAF87CE795E8B3610'>For What Purposes Does Amazon Use Your Personal Information?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_0D132936501A4AE0A2F8D74426A8A2CA'>What About Cookies and Other Identifiers?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3DF674DAB5B7439FB2A9B4465BC3E0AC'>Does Amazon Share Your Personal Information?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_277A1D99140544EE9259ACA749AE3C3D'>How Secure Is Information About Me?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3F77537F901B4157B0CBD26834827652'>What About Advertising?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_002EF744608C4F9CAA7685BECC6C85FC'>What Information Can I Access?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_697E8F46A0354B3B83E1A0D4C2FA52EE'>What Choices Do I Have?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_D17374D6EE5B4077946965351E11175C'>Are Children Allowed to Use Amazon Services?</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_A110DAC3F6BC4D5D9DDD59797104B1E5'>EU-US and Swiss-US Privacy Shield</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_FE2374D302994717AB1A8CE585E7E8BE'>California Consumer Privacy Act</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_BA2E1D5A9B1F41CB86BCF0A40D9B8604'>Conditions of Use, Notices, and Revisions</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_644071FEF22E48A2A160BAA332F95B27'>Related Practices and Information</a></span>\n</li>\n\n<li>\n<span class='a-list-item'><a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>Examples of Information Collected</a></span>\n</li>\n \n\t\t\n</ul>\n \n\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_467C686A137847768F44B619694D3F7C'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_467C686A137847768F44B619694D3F7C'></a>\n</div>\n<h2> What Personal Information About Customers Does Amazon Collect?</h2>  \n<p>We collect your personal information in order to provide and continually improve our products and services.</p>\n\n<p>Here are the types of personal information we collect:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_8EF033712D1940059DB8D20670ABFD05'> \n<li>\n<span class='a-list-item'> <strong>Information You Give Us:</strong> We receive and store any information you provide in relation to Amazon Services. Click <a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>here</a> to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our Amazon Services.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>Automatic Information:</strong> We automatically collect and store certain types of information about your use of Amazon Services, including information about your interaction with content and services available through Amazon Services. Like many websites, we use 'cookies' and other unique identifiers, and we obtain certain types of information when your web browser or device accesses Amazon Services and other content served by or on behalf of Amazon on other websites. Click <a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>here</a> to see examples of what we collect.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>Information from Other Sources:</strong> We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click <a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>here</a> to see additional examples of the information we receive. </span>\n</li>\n \n\t\t\n</ul>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_7CE768C1281346DAAF87CE795E8B3610'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_7CE768C1281346DAAF87CE795E8B3610'></a>\n</div>\n<h2>For What Purposes Does Amazon Use Your Personal Information?</h2>\n<p>We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers. These purposes include:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_91C7C210AD9843A2812399B2D4DFC31B'>\n<li>\n<span class='a-list-item'><strong>Purchase and delivery of products and services.</strong> We use your personal information to take and handle orders, deliver products and services, process payments, and communicate with you about orders, products and services, and promotional offers.</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Provide, troubleshoot, and improve Amazon Services.</strong> We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the Amazon Services.</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Recommendations and personalization.</strong> We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with Amazon Services.</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Provide voice, image and camera services.</strong> When you use our voice, image and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services. For more information about Alexa voice services , <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> click <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=GVP69FUJ48X9DK8V' target='_blank'>here</a></span> .</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Comply with legal obligations.</strong> In certain cases, we collect and use your personal information to comply with laws. For instance, we collect from sellers information regarding place of establishment and bank account information for identity verification and other purposes.</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Communicate with you.</strong> We use your personal information to communicate with you in relation to Amazon Services via different channels (e.g., by phone, e-mail, chat).</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Advertising.</strong> We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050' target='_blank'>Interest-Based Ads</a> notice</span> .</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Fraud Prevention and Credit Risks.</strong> We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, Amazon, and others. We may also use scoring methods to assess and manage credit risks.</span>\n</li>\n \n\t\t\n</ul>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_0D132936501A4AE0A2F8D74426A8A2CA'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_0D132936501A4AE0A2F8D74426A8A2CA'></a>\n</div>\n<h2> What About Cookies and Other Identifiers? </h2> \n<p>To enable our systems to recognize your browser or device and to provide and improve Amazon Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=201890250' target='_blank'>Cookies Notice</a></span> .</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3DF674DAB5B7439FB2A9B4465BC3E0AC'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3DF674DAB5B7439FB2A9B4465BC3E0AC'></a>\n</div>\n<h2> Does Amazon Share Your Personal Information?</h2>  \n<p>Information about our customers is an important part of our business, and we are not in the business of selling our customers’ personal information to others. We share customers’ personal information only as described below and with subsidiaries Amazon.com, Inc. controls that either are subject to this Privacy Notice or follow practices at least as protective as those described in this Privacy Notice.</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_3F8362C568524414A29613545BEAC77D'> \n<li>\n<span class='a-list-item'> <strong>Transactions involving Third Parties:</strong> We make available to you services, products, applications, or skills provided by third parties for use on or through Amazon Services. For example, you can order products from third parties through our stores, download applications from third-party application providers from our App Store, and enable third-party skills through our Alexa services. We also offer services or sell product lines jointly with third-party businesses, such as co-branded credit cards. You can tell when a third party is involved in your transactions, and we share customers’ personal information related to those transactions with that third party.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>Third-Party Service Providers:</strong> We employ other companies and individuals to perform functions on our behalf. Examples include fulfilling orders for products or services, delivering packages, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service. These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes.</span>\n</li>\n \n<li>\n<span class='a-list-item'><strong>Business Transfers: </strong>As we continue to develop our business, we might sell or buy other businesses or services. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise). Also, in the unlikely event that Amazon.com, Inc. or substantially all of its assets are acquired, customer information will of course be one of the transferred assets.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>Protection of Amazon and Others:</strong> We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201909000' target='_blank'>Conditions of Use</a></span>  and other agreements; or protect the rights, property, or safety of Amazon, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</span>\n</li>\n \n\t\t\n</ul>\n\n<p>Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information.</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_277A1D99140544EE9259ACA749AE3C3D'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_277A1D99140544EE9259ACA749AE3C3D'></a>\n</div>\n<h2> How Secure Is Information About Me? </h2> \n<p>We design our systems with your security and privacy in mind.</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_13ADDF5571A44146B3553BC0B25BDAC1'> \n<li>\n<span class='a-list-item'>We work to protect the security of your personal information during transmission by using encryption protocols and software. </span>\n</li>\n \n<li>\n<span class='a-list-item'>We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data. </span>\n</li>\n \n<li>\n<span class='a-list-item'>We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.</span>\n</li>\n \n<li>\n<span class='a-list-item'>Our devices offer security features to protect them against unauthorized access and loss of data. You can control these features and configure them based on your needs. <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> Click <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=200127470' target='_blank'>here</a></span>  for more information on how to manage the security settings of your device.</span>\n</li>\n\n<li>\n<span class='a-list-item'>It is important for you to protect against unauthorized access to your password and to your computers, devices, and applications. Be sure to sign off when finished using a shared computer. <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> Click <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201293120' target='_blank'>here</a></span>  for more information on how to sign off.</span>\n</li>\n \n\t\t\n</ul>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3F77537F901B4157B0CBD26834827652'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_3F77537F901B4157B0CBD26834827652'></a>\n</div>\n<h2> What About Advertising? </h2>  \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_AEF004FD111D4744B607AE1D04359500'>\n<li>\n<span class='a-list-item'><strong>Third-Party Advertisers and Links to Other Websites:</strong> Amazon Services may include third-party advertising and links to other websites and apps. Third-party advertising partners may collect information about you when you interact with their content, advertising, and services. For more information about third-party advertising at Amazon, including interest-based ads, please read our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050' target='_blank'>Interest-Based Ads</a> policy</span> . To adjust your advertising preferences, please go to the <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/adprefs' target='_blank'>Advertising Preferences</a> page</span> .</span>\n</li>\n\n<li>\n<span class='a-list-item'><strong>Use of Third-Party Advertising Services:</strong> We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you have already downloaded one of our apps, we will share your advertising identifier and data about that event so that you will not be served an ad to download the app again. Some ad companies also use this information to serve you relevant ads from other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/adprefs' target='_blank'>Advertising Preferences</a> page</span> .</span>\n</li>\n \n\t\t\n</ul>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_002EF744608C4F9CAA7685BECC6C85FC'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_002EF744608C4F9CAA7685BECC6C85FC'></a>\n</div>\n<h2> What Information Can I Access? </h2>  \n<p>You can access your information, including your name, address, payment options, profile information, Prime membership, household settings, and purchase history in the 'Your Account' section of the website. Click <a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>here</a> for a list of examples that you can access.</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_697E8F46A0354B3B83E1A0D4C2FA52EE'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_697E8F46A0354B3B83E1A0D4C2FA52EE'></a>\n</div>\n<h2> What Choices Do I Have? </h2> \n<p>If you have any questions as to how we collect and use your personal information, please contact our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/contact-us' target='_blank'>Customer Service</a></span> . Many of our Amazon Services also include settings that provide you with options as to how your information is being used. </p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_28DBD7DE19734457A1D165DB5D91AEEB'> \n<li>\n<span class='a-list-item'>As described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the Amazon Services.</span>\n</li>\n \n<li>\n<span class='a-list-item'>You can add or update certain information on pages such as those referenced in <a href='#GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_002EF744608C4F9CAA7685BECC6C85FC'>What Information Can I Access?</a>. When you update information, we usually keep a copy of the prior version for our records.</span>\n</li>\n \n<li>\n<span class='a-list-item'>If you do not want to receive e-mail or other communications from us, please adjust your <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/cpc/homepage?ref=gss_to_cpc' target='_blank'>Customer Communication Preferences</a></span> . If you don’t want to receive in-app notifications from us, please adjust your notification settings in the app or device. </span>\n</li>\n \n<li>\n<span class='a-list-item'>If you do not want to see interest-based ads, please adjust your <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/adprefs' target='_blank'>Advertising Preferences</a></span> .</span>\n</li>\n \n<li>\n<span class='a-list-item'>The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of Amazon Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=201890250' target='_blank'>Cookies Notice</a></span> .</span>\n</li>\n \n<li>\n<span class='a-list-item'>If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201293120' target='_blank'>here</a></span>  and blocking cookies on your browser.</span>\n</li>\n\n<li>\n<span class='a-list-item'>You will also be able to opt out of certain other types of data usage by updating your settings on the applicable Amazon website (e.g., in 'Manage Your Content and Devices'), device, or application. For more information <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> click <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=GQFYXZHZB2H629WN' target='_blank'>here</a></span> . Most non-Amazon devices also provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer.</span>\n</li>\n\n<li>\n<span class='a-list-item'>If you are a seller, you can add or update certain information in <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://sellercentral.amazon.com' target='_blank'>Seller Central</a></span> , update your account information by accessing your <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://sellercentral.amazon.com/hz/sc/account-information' target='_blank'>Seller Account Information</a></span> , and adjust your e-mail or other communications you receive from us by updating your <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://sellercentral.amazon.com/notifications/preferences/ref=xx_notifpref_dnav_xx' target='_blank'>Notification Preferences</a></span> .</span>\n</li>\n\n<li>\n<span class='a-list-item'>If you are an author, you can add or update the information you have provided in the <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://authorcentral.amazon.com/gp/help?topicID=200649520' target='_blank'>Author Portal</a></span>  and <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://authorcentral.amazon.com/' target='_blank'>Author Central</a></span>  by accessing your accounts in the Author Portal and Author Central, respectively.</span>\n</li>\n \n\t\t\n</ul>\n \n<p>In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/contact-us' target='_blank'>Customer Service</a></span> . Depending on your data choices, certain services may be limited or unavailable.</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_D17374D6EE5B4077946965351E11175C'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_D17374D6EE5B4077946965351E11175C'></a>\n</div>\n<h2> Are Children Allowed to Use Amazon Services? </h2>  \n<p>Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=202185560' target='_blank'>Children's Privacy Disclosure</a></span> .</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_A110DAC3F6BC4D5D9DDD59797104B1E5'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_A110DAC3F6BC4D5D9DDD59797104B1E5'></a>\n</div>\n<h2>EU-US and Swiss-US Privacy Shield</h2>  \n<p> Amazon.com, Inc. participates in the EU-US and Swiss-US Privacy Shield frameworks. Click <a href='https://www.amazon.com/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202135380' target='_blank'>here</a> to learn more. </p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_FE2374D302994717AB1A8CE585E7E8BE'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_FE2374D302994717AB1A8CE585E7E8BE'></a>\n</div>\n<h2> California Consumer Privacy Act</h2>\n<p>\n<span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'>Click <a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=GC5HB5DVMU5Y8CJ2' target='_blank'>here</a></span>  to read additional disclosures required under the California Consumer Privacy Act.</p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_BA2E1D5A9B1F41CB86BCF0A40D9B8604'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_BA2E1D5A9B1F41CB86BCF0A40D9B8604'></a>\n</div>\n<h2> Conditions of Use, Notices, and Revisions </h2>  \n<p>If you choose to use Amazon Services, your use and any dispute over privacy is subject to this Notice and our <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201909000' target='_blank'>Conditions of Use</a></span> , including limitations on damages, resolution of disputes, and application of the law of the state of Washington. If you have any concern about privacy at Amazon, please contact us with a thorough description, and we will try to resolve it. Our business changes constantly, and our Privacy Notice will change also. You should check our websites frequently to see recent changes. Unless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account. We stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers. </p>\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_644071FEF22E48A2A160BAA332F95B27'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_644071FEF22E48A2A160BAA332F95B27'></a>\n</div>\n<h2>Related Practices and Information</h2>\n<p> \n\t\t\n</p><ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_14A7E6EE4C39429D865F84A960D208E2'> \n<li>\n<span class='a-list-item'> <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/customer/display.html?nodeId=201909000' target='_blank'>Conditions of Use</a> </span>\n</li>\n \n<li>\n<span class='a-list-item'> <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/customer/display.html/ref=hp_468496_crules?nodeId=537776' target='_blank'>Seller Program Policies</a>  </span>\n</li>\n \n<li>\n<span class='a-list-item'> <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/browse.html/ref=hp_468496_help?node=508510' target='_blank'>Help Department</a> </span>\n</li>\n \n<li>\n<span class='a-list-item'> <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/your-orders' target='_blank'>Most Recent Purchases</a>  </span>\n</li>\n \n<li>\n<span class='a-list-item'> <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser' href='https://www.amazon.com/gp/browse.html/ref=hp_468496_yourprofile?node=14279631' target='_blank'>Your Profile and Community Guidelines</a>  </span>\n</li>\n \n\t\t\n</ul>\n\n\n \n\t \n \n\t \n<div id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'>\n<a name='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__SECTION_87C837F9CCD84769B4AE2BEB14AF4F01'></a>\n</div>\n<h2> Examples of Information Collected </h2>  \n<p>\n<strong>Information You Give Us When You Use Amazon Services</strong> \n</p>\n\n<p>You provide information to us when you:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_C87A056089504BAF8399652DA6F514D6'>\n<li>\n<span class='a-list-item'>search or shop for products or services in our stores;</span>\n</li>\n\n<li>\n<span class='a-list-item'>add or remove an item from your cart, or place an order through or use Amazon Services;</span>\n</li>\n\n<li>\n<span class='a-list-item'>download, stream, view, or use content on a device or through a service or application on a device;</span>\n</li>\n\n<li>\n<span class='a-list-item'>provide information in <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/css/homepage.html/ref=hp_468496_youraccount' target='_blank'>Your Account</a></span>  (and you might have more than one if you have used more than one e-mail address or mobile number when shopping with us) or <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/pdp/profile' target='_blank'>Your Profile</a></span> ;</span>\n</li>\n\n<li>\n<span class='a-list-item'>talk to or otherwise interact with our Alexa Voice service;</span>\n</li>\n\n<li>\n<span class='a-list-item'>upload your contacts;</span>\n</li>\n\n<li>\n<span class='a-list-item'>configure your settings on, provide data access permissions for, or interact with an Amazon device or service;</span>\n</li>\n\n<li>\n<span class='a-list-item'>provide information in your <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://sellercentral.amazon.com' target='_blank'>Seller Account</a></span> , <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://kdp.amazon.com' target='_blank'>Kindle Direct Publishing</a> account</span> , <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://developer.amazon.com/' target='_blank'>Developer</a> account</span> , or any other account we make available that allows you to develop or offer software, goods, or services to Amazon customers;</span>\n</li>\n\n<li>\n<span class='a-list-item'>offer your products or services on or through Amazon Services;</span>\n</li>\n\n<li>\n<span class='a-list-item'>communicate with us by phone, e-mail, or otherwise;</span>\n</li>\n\n<li>\n<span class='a-list-item'>complete a questionnaire, a support ticket, or a contest entry form;</span>\n</li>\n\n<li>\n<span class='a-list-item'>upload or stream images, videos or other files to Prime Photos, Amazon Drive, or other Amazon Services;</span>\n</li>\n\n<li>\n<span class='a-list-item'>use our services such as Prime Video;</span>\n</li>\n\n<li>\n<span class='a-list-item'>compile Playlists, Watchlists, <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/registry/wishlist-homepage.html/ref=hp_468496_wishlist2' target='_blank'>Wish Lists</a></span>  or other gift registries;</span>\n</li>\n\n<li>\n<span class='a-list-item'>participate in Discussion Boards or other community features;</span>\n</li>\n\n<li>\n<span class='a-list-item'>provide and rate <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=200791000' target='_blank'>Reviews</a></span> ;</span>\n</li>\n\n<li>\n<span class='a-list-item'>specify a Special Occasion Reminder; or</span>\n</li>\n\n<li>\n<span class='a-list-item'>employ <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/help/customer/display.html?nodeId=569162' target='_blank'>Product Availability Alerts</a></span> , such as Available to Order Notifications.</span>\n</li>\n \n\t\t\n</ul>\n\n<p>\n<strong>As a result of those actions, you might supply us with such information as:</strong> \n\t\t\n</p><ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_400933E7266A4924B8A39B855079BEE7'>\n<li>\n<span class='a-list-item'>identifying information such as your name, address, and phone numbers;</span>\n</li>\n\n<li>\n<span class='a-list-item'>payment information;</span>\n</li>\n\n<li>\n<span class='a-list-item'>your age;</span>\n</li>\n\n<li>\n<span class='a-list-item'>your location information;</span>\n</li>\n\n<li>\n<span class='a-list-item'>your IP address;</span>\n</li>\n\n<li>\n<span class='a-list-item'>people, addresses and phone numbers listed in your Addresses;</span>\n</li>\n\n<li>\n<span class='a-list-item'>e-mail addresses of your friends and other people;</span>\n</li>\n\n<li>\n<span class='a-list-item'>content of reviews and e-mails to us; </span>\n</li>\n\n<li>\n<span class='a-list-item'>personal description and photograph in <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/pdp/profile' target='_blank'>Your Profile</a></span> ;</span>\n</li>\n\n<li>\n<span class='a-list-item'>voice recordings when you speak to Alexa;</span>\n</li>\n\n<li>\n<span class='a-list-item'>images and videos collected or stored in connection with Amazon Services;</span>\n</li>\n\n<li>\n<span class='a-list-item'>information and documents regarding identity, including Social Security and driver's license numbers;</span>\n</li>\n\n<li>\n<span class='a-list-item'>corporate and financial information;</span>\n</li>\n\n<li>\n<span class='a-list-item'>credit history information; and</span>\n</li>\n\n<li>\n<span class='a-list-item'>device log files and configurations, including Wi-Fi credentials, if you choose to automatically synchronize them with your other Amazon devices.</span>\n</li>\n \n\t\t\n</ul>\n\n\n \n<p>\n<strong>Automatic Information</strong> \n</p>\n \n<p>Examples of the information we collect and analyze include:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_C9E65082B18046988C383D1805ED310E'>\n<li>\n<span class='a-list-item'>the internet protocol (IP) address used to connect your computer to the internet;</span>\n</li>\n\n<li>\n<span class='a-list-item'>login, e-mail address, and password; </span>\n</li>\n\n<li>\n<span class='a-list-item'>the location of your device or computer;</span>\n</li>\n\n<li>\n<span class='a-list-item'>content interaction information, such as content downloads, streams, and playback details, including duration and number of simultaneous streams and downloads, and network details for streaming and download quality, including information about your internet service provider;</span>\n</li>\n\n<li>\n<span class='a-list-item'>device metrics such as when a device is in use, application usage, connectivity data, and any errors or event failures;</span>\n</li>\n\n<li>\n<span class='a-list-item'>Amazon Services metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences and backup information, location of your device running an application, information about uploaded images and files such as the file name, dates, times and location of your images);</span>\n</li>\n\n<li>\n<span class='a-list-item'>version and time zone settings;</span>\n</li>\n\n<li>\n<span class='a-list-item'>purchase and content use history, which we sometimes aggregate with similar information from other customers to create features like <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://www.amazon.com/gp/bestsellers' target='_blank'>Top Sellers</a></span> ;</span>\n</li>\n\n<li>\n<span class='a-list-item'>the full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time; products and content you viewed or searched for; page response times, download errors, length of visits to certain pages, and page interaction information (such as scrolling, clicks, and mouse-overs);</span>\n</li>\n\n<li>\n<span class='a-list-item'>phone numbers used to call our customer service number; and</span>\n</li>\n\n<li>\n<span class='a-list-item'>images or videos when you shop in our stores, or stores using Amazon Services.</span>\n</li>\n \n\t\t\n</ul>\n\n<p>We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information.</p>\n \n<p>\n<strong>Information from Other Sources</strong> \n</p>\n \n<p>Examples of information we receive from other sources include:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_F454D62271634DB48715BAFDBE9A3C9F'>\n<li>\n<span class='a-list-item'>updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;</span>\n</li>\n\n<li>\n<span class='a-list-item'>account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;</span>\n</li>\n\n<li>\n<span class='a-list-item'>information about your interactions with products and services offered by our subsidiaries;</span>\n</li>\n\n<li>\n<span class='a-list-item'>search results and links, including paid listings (such as Sponsored Links);</span>\n</li>\n\n<li>\n<span class='a-list-item'>information about internet-connected devices and services linked with Alexa; and</span>\n</li>\n\n<li>\n<span class='a-list-item'>credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers.</span>\n</li>\n \n\t\t\n</ul>\n \n<p>\n<strong>Information You Can Access</strong> \n</p>\n \n<p>Examples of information you can access through Amazon Services include:</p>\n \n\t\t\n<ul id='GUID-1B2BDAD4-7ACF-4D7A-8608-CBA6EA897FD3__UL_BB24152C69034DF786282E2973F5D978'>\n<li>\n<span class='a-list-item'>status of recent orders (including subscriptions);</span>\n</li>\n\n<li>\n<span class='a-list-item'>your complete order history;</span>\n</li>\n\n<li>\n<span class='a-list-item'>personally identifiable information (including name, e-mail, password, and address book);</span>\n</li>\n\n<li>\n<span class='a-list-item'>payment settings (including payment card information, promotional certificate and gift card balances, and 1-Click settings);</span>\n</li>\n\n<li>\n<span class='a-list-item'>e-mail notification settings (including Product Availability Alerts, Delivers, Special Occasion Reminders and newsletters);</span>\n</li>\n\n<li>\n<span class='a-list-item'>recommendations and the products you recently viewed that are the basis for recommendations (including Recommended for You and Improve Your Recommendations);</span>\n</li>\n\n<li>\n<span class='a-list-item'>shopping lists and gift registries (including Wish Lists and Baby and Wedding Registries);</span>\n</li>\n\n<li>\n<span class='a-list-item'>your content, devices, services, and related settings, and communications and personalized advertising preferences;</span>\n</li>\n\n<li>\n<span class='a-list-item'>content that you recently viewed;</span>\n</li>\n\n<li>\n<span class='a-list-item'>voice recordings associated with your account;</span>\n</li>\n\n<li>\n<span class='a-list-item'>Your Profile (including your product Reviews, Recommendations, Reminders and personal profile);</span>\n</li>\n\n<li>\n<span class='a-list-item'>If you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'> <a href='https://sellercentral.amazon.com' target='_blank'>Seller Central</a></span> .</span>\n</li>\n\n<li>\n<span class='a-list-item'>If you are an author, you can access your account and other information, and update your accounts, on the <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://kdp.amazon.com/' target='_blank'>Kindle Direct Publishing (KDP)</a></span>  or <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://authorcentral.amazon.com/' target='_blank'>Author Central</a></span>  website, as applicable.</span>\n</li>\n\n<li>\n<span class='a-list-item'>If you are a developer participating in our Developer Services Program, you can access your account and other information, and adjust your communications preferences, by updating your accounts in the <span class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid'><a href='https://developer.amazon.com/' target='_blank'>Developer Services Portal</a></span> .</span>\n</li>\n \n\t\t\n</ul>\n \n\t \n \n  \n</div><div class='a-box-group a-spacing-top-base'>\n\n   <div id='hmd-FeedbackBox' class='a-box a-box-normal a-text-left a-width-extra-large'><div class='a-box-inner'>\n      <p>\n         Was this information helpful?\n      </p>\n\n      <span class='a-declarative' data-action='a-hmd-yes' data-a-hmd-yes='{}'>\n         <span class='a-button a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            Yes\n         </span></span></span>\n      </span>\n\n      <span class='a-declarative' data-action='a-hmd-no' data-a-hmd-no='{}'>\n         <span class='a-button a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            No\n         </span></span></span>\n      </span>\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ConfirmYesBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         Thank you for your feedback.\n      </p>\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ReasonBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         Please select what best describes the information:\n      </p>\n      <fieldset class='a-spacing-base'>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Confused By Information'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              This information is confusing or wrong\n          </span></label></div>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Not What Looking For'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              This isn't the information I was looking for\n          </span></label></div>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Didn't Like What Found'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              I don't like this policy\n          </span></label></div>\n      </fieldset>\n\n      <div class='a-input-text-wrapper a-hidden'><textarea maxlength='200' placeholder='More comments on help content here...' id='hmd-Comments'></textarea></div>\n\n      <span class='a-declarative' data-action='a-hmd-submit' data-a-hmd-submit='{}'>\n         <span class='a-button a-spacing-top-medium a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            Submit\n         </span></span></span>\n      </span>\n\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ConfirmNoBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         \n\tThanks! While we're unable to respond directly to your feedback, \n\twe'll use this information to improve our online Help.\n    \n      </p>\n   </div></div> <!-- box !-->\n\n   <input type='hidden' name='hmd-qid' id='hmd-qid'>\n   <input type='hidden' name='hmd-nodeId' value='201909010' id='hmd-nodeId'>\n\n</div><div style='display:none;' id='cf-div'> \n<img onload='if (typeof uet == 'function') { uet('cf'); }' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/transparent-pixel._CB485935036_.gif' width='1' alt='' height='1' border='0'><img onload='if (typeof uet == 'function') { uet('cf'); }' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/transparent-pixel._CB485935036_.gif' width='1' alt='' height='1' border='0'>\n</div><div class='cs-help-sidebar'>\n      <!-- Sidebar content -->\n      \n\n\n\n\n<div class='cs-help-sidebar-module topic-sidebar'>\n  <div class='inner'>\n    <span>\n      <span class='a-color-state'>‹</span>\n      <a href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=508510'>All Help Topics</a>\n    </span>\n  </div>\n  <div class='inner'>\n    \n\n\n\n\n\n <h3>Legal Policies</h3>\n    <ul class='nav-topics'><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909000'>Conditions of Use</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202135380'>EU-US Privacy Shield</a></li><li class='selected'>Amazon.com Privacy Notice</li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202137190'>Amazon Group Companies</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909090'>Supported Browsers</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909120'>About Identifying Whether an Email, Phone Call, Text Message, or Webpage is from Amazon</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909150'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909140'>Report a Security Issue</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909190'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909200'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202151870'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909270'>Non-Exhaustive List of Applicable Amazon Patents and Applicable Licensed Patents</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909280'>Non-Exhaustive List of Amazon Trademarks</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909210'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909320'>Guidelines: Uploading Your Own Content to an electronic Amazon.com Gift Card or Other Electronic Message</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202151760'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=GXYZF9M33FRJ5TMA'>California Supply Chain Transparency Act Statement</a></li></ul>\n\n\n  </div>\n</div>\n\n\n\n\n\n\n\n\n\n\n<div class='a-section cs-help-sidebar-module take-action-sidebar'>\n    <div class='a-section inner'>\n        \n    <h3>\n        Quick solutions\n    </h3>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_yo'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Box_smaller._CB485927878_.png'>\n                <div style='display: none;'>\n                    Your Orders\n                    Track or cancel orders\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_yo'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Your Orders\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Track or cancel orders\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_rr'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/returns-box-qs._CB485927047_.png'>\n                <div style='display: none;'>\n                    Returns &amp; Refunds\n                    Exchange or return items\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_rr'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Returns &amp; Refunds\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Exchange or return items\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/primecentral?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_mp'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Prime_clear-bg._CB485925783_.png'>\n                <div style='display: none;'>\n                    Manage Prime\n                    Cancel or view benefits\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/primecentral?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_mp'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Manage Prime\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Cancel or view benefits\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/wallet?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_ps'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Payments_clear-bg._CB485948300_.png'>\n                <div style='display: none;'>\n                    Payment Settings\n                    Add or edit payment methods\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/wallet?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_ps'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Payment Settings\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Add or edit payment methods\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=201117350&amp;ref_=hp_ss_qs_v3_rt_ci'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/carrier-qs._CB485931960_.png'>\n                <div style='display: none;'>\n                    Carrier Info\n                    Shipping carrier information\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=201117350&amp;ref_=hp_ss_qs_v3_rt_ci'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Carrier Info\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Shipping carrier information\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/ap/cnep?_encoding=UTF8&amp;openid.assoc_handle=usflex&amp;openid.claimed_id=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.identity=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.mode=checkid_setup&amp;openid.ns=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0&amp;openid.ns.pape=http%3A%2F%2Fspecs.openid.net%2Fextensions%2Fpape%2F1.0&amp;openid.pape.max_auth_age=0&amp;openid.return_to=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fcss%2Fhomepage.html%3F%20%20ie%3DUTF8%26ref_%3Dya_cnep&amp;ref_=hp_ss_qs_v3_rt_as'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/profile-qs._CB485932932_.png'>\n                <div style='display: none;'>\n                    Account Settings\n                    Change email or password\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/ap/cnep?_encoding=UTF8&amp;openid.assoc_handle=usflex&amp;openid.claimed_id=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.identity=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.mode=checkid_setup&amp;openid.ns=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0&amp;openid.ns.pape=http%3A%2F%2Fspecs.openid.net%2Fextensions%2Fpape%2F1.0&amp;openid.pape.max_auth_age=0&amp;openid.return_to=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fcss%2Fhomepage.html%3F%20%20ie%3DUTF8%26ref_%3Dya_cnep&amp;ref_=hp_ss_qs_v3_rt_as'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Account Settings\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Change email or password\n                </p>\n            </a>\n        </div>\n    </div>\n\n    </div>\n</div>\n\n\n    </div>"
      },
      "terms": {},
      "conditions": {
        "label": "Conditions of Use",
        "link": "/gp/help/customer/display.html?ie=UTF8&nodeId=508088&ref_=footer_cou",
        "title": "\nAmazon.com Help: Conditions of Use\n",
        "url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=508088&ref_=footer_cou",
        "last_updated": "Last updated: May 21, 2018",
        "text": "\nConditions of Use\n\n\n \n  Last updated: May 21, 2018 \n \n \n\t \n \n \n  \n Welcome to Amazon.com. Amazon.com Services LLC and/or its affiliates ('Amazon') provide website features and other products and services to you when you visit or shop at Amazon.com, use Amazon products or services, use Amazon applications for mobile, or use software provided by Amazon in connection with any of the foregoing (collectively, 'Amazon Services'). Amazon provides the Amazon Services subject to the following conditions.  \n \n\t \n \n\t \n \n \n \n By using Amazon Services, you agree to these conditions. Please read them carefully. \n We offer a wide range of Amazon Services, and sometimes additional terms may apply. When you use an Amazon Service (for example, Your Profile, Gift Cards, Amazon Video, Your Media Library, Amazon devices, or  Amazon applications ) you also will be subject to the guidelines, terms and agreements applicable to that Amazon Service ('Service Terms'). If these Conditions of Use are inconsistent with the Service Terms, those Service Terms will control. \n \n\t \n \n\t \n \n \n \n PRIVACY \n Please review our  Privacy Notice , which also governs your use of Amazon Services, to understand our practices. \n \n\t \n \n\t \n \n \n \n ELECTRONIC COMMUNICATIONS \n When you use Amazon Services, or send e-mails, text messages, and other communications from your desktop or mobile device to us, you may be communicating with us electronically. You consent to receive communications from us electronically, such as e-mails, texts, mobile push notices, or notices and messages on this site or through the other Amazon Services, such as our Message Center, and you can retain copies of these communications for your records. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. \n \n\t \n \n\t \n \n \n \n COPYRIGHT  \n All content included in or made available through any Amazon Service, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software is the property of Amazon or its content suppliers and protected by United States and international copyright laws. The compilation of all content included in or made available through any Amazon Service is the exclusive property of Amazon and protected by U.S. and international copyright laws. \n \n\t \n \n\t \n \n \n \n TRADEMARKS \n \n  Click here to see a non-exhaustive list of Amazon trademarks.  In addition, graphics, logos, page headers, button icons, scripts, and service names included in or made available through any Amazon Service are trademarks or trade dress of Amazon in the U.S. and other countries. Amazon's trademarks and trade dress may not be used in connection with any product or service that is not Amazon's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Amazon. All other trademarks not owned by Amazon that appear in any Amazon Service are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Amazon. \n \n\t \n \n\t \n \n \n \n PATENTS \n One or more patents owned by Amazon apply to the Amazon Services and to the features and services accessible via the Amazon Services. Portions of the Amazon Services operate under license of one or more patents.  Click here to see a non-exhaustive list of applicable Amazon patents and applicable licensed patents. \n \n \n\t \n \n\t \n \n \n \n LICENSE AND ACCESS \n Subject to your compliance with these Conditions of Use and any Service Terms, and your payment of any applicable fees, Amazon or its content providers grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Amazon Services. This license does not include any resale or commercial use of any Amazon Service, or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of any Amazon Service or its contents; any downloading, copying, or other use of account information for the benefit of any third party; or any use of data mining, robots, or similar data gathering and extraction tools. All rights not expressly granted to you in these Conditions of Use or any Service Terms are reserved and retained by Amazon or its licensors, suppliers, publishers, rightsholders, or other content providers. No Amazon Service, nor any part of any Amazon Service, may be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Amazon. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Amazon without express written consent. You may not use any meta tags or any other 'hidden text' utilizing Amazon's name or trademarks without the express written consent of Amazon. You may not misuse the Amazon Services. You may use the Amazon Services only as permitted by law. The licenses granted by Amazon terminate if you do not comply with these Conditions of Use or any Service Terms. \n \n\t \n \n\t \n \n \n \n YOUR ACCOUNT \n You may need your own Amazon account to use certain Amazon Services, and you may be required to be logged in to the account and have a valid payment method associated with it. If there is a problem charging your selected payment method, we may charge any other valid payment method associated with your account. Visit https://www.amazon.com/cpe/managepaymentmethods?ref_=ya_d_c_pmt_mpo& to manage your payment options. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your account, and you agree to accept responsibility for all activities that occur under your account or password. Amazon does sell products for children, but it sells them to adults, who can purchase with a credit card or other permitted payment method. If you are under 18, you may use the Amazon Services only with involvement of a parent or guardian. Parents and guardians may create profiles for teenagers in their Amazon Household. Alcohol listings on Amazon are intended for adults. You must be at least 21 years of age to purchase alcohol, or use any site functionality related to alcohol. Amazon reserves the right to refuse service, terminate accounts, terminate your rights to use Amazon Services, remove or edit content, or cancel orders in its sole discretion. \n \n\t \n \n\t \n \n \n \n REVIEWS, COMMENTS, COMMUNICATIONS, AND OTHER CONTENT   \n You may post reviews, comments, photos, videos, and other content; send e-cards and other communications; and submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights (including publicity rights), or otherwise injurious to third parties or objectionable, and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of 'spam' or unsolicited commercial electronic messages. You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content. Amazon reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content. \n \n If you do post content or submit material, and unless we indicate otherwise, you grant Amazon a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, perform, translate, create derivative works from, distribute, and display such content throughout the world in any media. You grant Amazon and sublicensees the right to use the name that you submit in connection with such content, if they choose. You represent and warrant that you own or otherwise control all of the rights to the content that you post; that the content is accurate; that use of the content you supply does not violate this policy and will not cause injury to any person or entity; and that you will indemnify Amazon for all claims resulting from content you supply. Amazon has the right but not the obligation to monitor and edit or remove any activity or content. Amazon takes no responsibility and assumes no liability for any content posted by you or any third party. \n \n\t \n \n\t \n \n \n \n INTELLECTUAL PROPERTY COMPLAINTS \n Amazon respects the intellectual property of others. If you believe that your intellectual property rights are being infringed, please follow our  Notice and Procedure for Making Claims of Copyright Infringement . \n \n\t \n \n\t \n \n \n \n RISK OF LOSS \n All purchases of physical items from Amazon are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to you upon our delivery to the carrier. \n \n\t \n \n\t \n \n \n \n RETURNS, REFUNDS AND TITLE   \n Amazon does not take title to returned items until the item arrives at our fulfillment center. At our discretion, a refund may be issued without requiring a return. In this situation, Amazon does not take title to the refunded item. For more information about our returns and refunds, please see our  Returns Center  . \n \n\t \n \n\t \n \n \n \n PRODUCT DESCRIPTIONS \n Amazon attempts to be as accurate as possible. However, Amazon does not warrant that product descriptions or other content of any Amazon Service is accurate, complete, reliable, current, or error-free. If a product offered by Amazon itself is not as described, your sole remedy is to return it in unused condition.  \n \n\t \n \n\t \n \n \n \n PRICING   \n 'List Price' means the suggested retail price of a product as provided by a manufacturer, supplier, or seller. We regularly check List Prices against prices recently found on Amazon and other retailers. Certain products may have a 'Was Price' displayed, which is determined using recent price history of the product on Amazon. \n \n With respect to items sold by Amazon, we cannot confirm the price of an item until you order. Despite our best efforts, a small number of the items in our catalog may be mispriced. If the correct price of an item sold by Amazon is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation. Other merchants may follow different policies in the event of a mispriced item.  \n \n We generally do not charge your credit card until after your order has entered the shipping process or, for digital products, until we make the digital product available to you. \n \n\t \n \n\t \n \n \n \n APP PERMISSIONS \n When you use apps created by Amazon, such as the Amazon App or Kindle App, you may grant certain permissions to us for your device. Most mobile devices provide you with information about these permissions. To learn more about these permissions,  click here  .  \n \n\t \n \n\t \n \n \n \n SANCTIONS AND EXPORT POLICY \n You may not use any Amazon Service if you are the subject of U.S. sanctions or of sanctions consistent with U.S. law imposed by the governments of the country where you are using Amazon Services. You must comply with all U.S. or other export and re-export restrictions that may apply to goods, software (including Amazon Software), technology, and services. \n \n\t \n \n\t \n \n \n \n OTHER BUSINESSES \n Parties other than Amazon operate stores, provide services or software, or sell product lines through the Amazon Services. In addition, we provide links to the sites of affiliated companies and certain other businesses. If you purchase any of the products or services offered by these businesses or individuals, you are purchasing directly from those third parties, not from Amazon. We are not responsible for examining or evaluating, and we do not warrant, the offerings of any of these businesses or individuals (including the content of their Web sites). Amazon does not assume any responsibility or liability for the actions, product, and content of all these and any other third parties. You should carefully review their privacy statements and other conditions of use.  \n \n\t \n \n\t \n \n \n \n DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY  \n THE AMAZON SERVICES AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES ARE PROVIDED BY AMAZON ON AN 'AS IS' AND 'AS AVAILABLE' BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING. AMAZON MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE AMAZON SERVICES, OR THE INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES, UNLESS OTHERWISE SPECIFIED IN WRITING. YOU EXPRESSLY AGREE THAT YOUR USE OF THE AMAZON SERVICES IS AT YOUR SOLE RISK. \n \n TO THE FULL EXTENT PERMISSIBLE BY LAW, AMAZON DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. AMAZON DOES NOT WARRANT THAT THE AMAZON SERVICES, INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES, AMAZON'S SERVERS OR ELECTRONIC COMMUNICATIONS SENT FROM AMAZON ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. TO THE FULL EXTENT PERMISSIBLE BY LAW, AMAZON WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY AMAZON SERVICE, OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH ANY AMAZON SERVICE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES, UNLESS OTHERWISE SPECIFIED IN WRITING. \n \n\t \n \n\t \n \n \n \n DISPUTES \n \n Any dispute or claim relating in any way to your use of any Amazon Service, or to any products or services sold or distributed by Amazon or through Amazon.com will be resolved by binding arbitration, rather than in court , except that you may assert claims in small claims court if your claims qualify. The Federal Arbitration Act and federal arbitration law apply to this agreement. \n \n \n There is no judge or jury in arbitration, and court review of an arbitration award is limited. However, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Conditions of Use as a court would. \n \n \n To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent Corporation Service Company, 300 Deschutes Way SW, Suite 304, Tumwater, WA 98501. The arbitration will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA's Supplementary Procedures for Consumer-Related Disputes. The AAA's rules are available at www.adr.org or by calling 1-800-778-7879. Payment of all filing, administration and arbitrator fees will be governed by the AAA's rules. We will reimburse those fees for claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous. Likewise, Amazon will not seek attorneys' fees and costs in arbitration unless the arbitrator determines the claims are frivolous. You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location. \n \n  \n We each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.  If for any reason a claim proceeds in court rather than in arbitration  we each waive any right to a jury trial . We also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights. \n \n\t \n \n\t \n \n \n \n APPLICABLE LAW   \n By using any Amazon Service, you agree that the Federal Arbitration Act, applicable federal law, and the laws of the state of Washington, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between you and Amazon. \n \n\t \n \n\t \n \n \n \n SITE POLICIES, MODIFICATION, AND SEVERABILITY \n Please review our other policies, such as our  pricing policy , posted on this site. These policies also govern your use of Amazon Services. We reserve the right to make changes to our site, policies, Service Terms, and these Conditions of Use at any time. If any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition. \n \n\t \n \n\t \n \n \n \n OUR ADDRESS  \n  \n\t\t\n Amazon.com, Inc.\nP.O. Box 81226\nSeattle, WA 98108-1226\n \n\n https://www.amazon.com  \n\n \n\t \n \n\t \n \n \n \n ADDITIONAL AMAZON SOFTWARE TERMS   \n The following terms (“Software Terms”) apply to any software (including any updates or upgrades to the software) and any related documentation we make available to you in connection with Amazon Services (the 'Amazon Software'). \n\t\t \n  \n \n  Use of the Amazon Software.  You may use Amazon Software solely for purposes of enabling you to use the Amazon Services as provided by Amazon, and as permitted by these Conditions of Use and any Service Terms. You may not incorporate any portion of the Amazon Software into other programs or compile any portion of it in combination with other programs, or otherwise copy (except to exercise rights granted in this section), modify, create derivative works of, distribute, assign any rights to, or license the Amazon Software in whole or in part. All software used in any Amazon Service is the property of Amazon or its software suppliers and is protected by United States and international copyright laws. \n \n \n \n Use of Third Party Services.  When you use the Amazon Software, you may also be using the services of one or more third parties, such as a wireless carrier or a mobile software provider. Your use of these third party services may be subject to the separate policies, terms of use, and fees of these third parties. \n \n \n \n   No Reverse Engineering.  You may not reverse engineer, decompile or disassemble, tamper with, or bypass any security associated with the Amazon Software, whether in whole or in part. \n \n \n \n Updates.  We may offer automatic or manual updates to the Amazon Software at any time and without notice to you. \n \n \n \n   Government End Users.  If you are a U.S. Government end user, we are licensing the Amazon Software to you as a 'Commercial Item' as that term is defined in the U.S. Code of Federal Regulations (see 48 C.F.R. § 2.101), and the rights we grant you to the Amazon Software are the same as the rights we grant to all others under these Conditions of Use. \n \n \n \n Conflicts.  In the event of any conflict between these Conditions of Use and any other Amazon or third-party terms applicable to any portion of Amazon Software, such as open-source license terms, such other terms will control as to that portion of the Amazon Software and to the extent of the conflict. \n \n \n\t\t\n \n\n\n \n\t \n \n\t \n \n \n \n HOW TO SERVE A SUBPOENA OR OTHER LEGAL PROCESS \n Amazon accepts service of subpoenas or other legal process only through Amazon’s national registered agent, Corporation Service Company (CSC). Subpoenas or other legal process may be served by sending them to CSC at the following address: \n\n  \n\t\t\n Amazon.com, Inc.\nCorporation Service Company\n300 Deschutes Way SW, Suite 304\nTumwater, WA 98501\nAttn: Legal Department – Legal Process \n\n\n \n Please note also that providing detailed and accurate information at the outset will facilitate efficient processing of your request. That information will include, for example, e-mail and/or credit card number used to make purchases for retail purchase information; the name, e-mail, and physical address of a seller for seller information; device serial number for Amazon devices; and IP address and complete time stamps.  \n \n\t \n \n\t \n \n \n \n NOTICE AND PROCEDURE FOR MAKING CLAIMS OF INTELLECTUAL PROPERTY INFRINGEMENT \n If you believe that your intellectual property rights have been infringed, please submit your complaint using our online  form . This form may be used to report all types of intellectual property claims including, but not limited to, copyright, trademark, and patent claims. \n\n We respond quickly to the concerns of rights owners about any alleged infringement, and we terminate repeat infringers in appropriate circumstances. \n \n We offer the following alternative to our online form for copyright complaints only. You may submit written claims of copyright infringement to our Copyright Agent at:  \n\n  \n\t\t\n Copyright Agent\nAmazon.com Legal Department\nP.O. Box 81226\nSeattle, WA 98108\nphone: (206) 266-4064\ne-mail: copyright@amazon.com\n\nCourier address:\nCopyright Agent\nAmazon.com Legal Department\n2021 7th Avenue\nSeattle, WA 98121\nUSA \n\n\n \n Written claims concerning copyright infringement must include the following information: \n\t\t \n \n A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest; \n \n\n \n A description of the copyrighted work that you claim has been infringed upon; \n \n\n \n A description of where the material that you claim is infringing is located on the site; \n \n\n \n Your address, telephone number, and e-mail address; \n \n\n \n A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and \n \n\n \n A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf. \n \n \n\t\t\n \n\n\n \n\t \n \n  \n\n\n\n   \n      \n         Was this information helpful?\n      \n\n      \n         \n            Yes\n         \n      \n\n      \n         \n            No\n         \n      \n    \n\n   \n      \n         Thank you for your feedback.\n      \n    \n\n   \n      \n         Please select what best describes the information:\n      \n      \n          \n              This information is confusing or wrong\n          \n          \n              This isn't the information I was looking for\n          \n          \n              I don't like this policy\n          \n      \n\n      \n\n      \n         \n            Submit\n         \n      \n\n    \n\n   \n      \n         \n\tThanks! While we're unable to respond directly to your feedback, \n\twe'll use this information to improve our online Help.\n    \n      \n    \n\n   \n   \n\n\n \n\n\n\n       \n      \n\n\n\n\n \n   \n     \n       ‹ \n       All Help Topics \n     \n   \n   \n    \n\n\n\n\n\n  Legal Policies \n     Conditions of Use EU-US Privacy Shield Amazon.com Privacy Notice Amazon Group Companies Supported Browsers About Identifying Whether an Email, Phone Call, Text Message, or Webpage is from Amazon   Report a Security Issue       Non-Exhaustive List of Applicable Amazon Patents and Applicable Licensed Patents Non-Exhaustive List of Amazon Trademarks   Guidelines: Uploading Your Own Content to an electronic Amazon.com Gift Card or Other Electronic Message   California Supply Chain Transparency Act Statement \n\n\n   \n \n\n\n\n\n\n\n\n\n\n\n \n     \n        \n     \n        Quick solutions\n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Your Orders\n                    Track or cancel orders\n                 \n             \n         \n         \n             \n                 \n                    Your Orders\n                 \n                 \n                    Track or cancel orders\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Returns & Refunds\n                    Exchange or return items\n                 \n             \n         \n         \n             \n                 \n                    Returns & Refunds\n                 \n                 \n                    Exchange or return items\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Manage Prime\n                    Cancel or view benefits\n                 \n             \n         \n         \n             \n                 \n                    Manage Prime\n                 \n                 \n                    Cancel or view benefits\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Payment Settings\n                    Add or edit payment methods\n                 \n             \n         \n         \n             \n                 \n                    Payment Settings\n                 \n                 \n                    Add or edit payment methods\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Carrier Info\n                    Shipping carrier information\n                 \n             \n         \n         \n             \n                 \n                    Carrier Info\n                 \n                 \n                    Shipping carrier information\n                 \n             \n         \n     \n\n                 \n     \n         \n             \n                 \n                 \n                    Account Settings\n                    Change email or password\n                 \n             \n         \n         \n             \n                 \n                    Account Settings\n                 \n                 \n                    Change email or password\n                 \n             \n         \n     \n\n     \n \n\n\n    ",
        "html": "<h1>\n<span>Conditions of Use</span>\n</h1><div>\n<p class='lead'>\n<span><strong> Last updated: May 21, 2018</strong></span>\n</p>\n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_A3C4B03347784E17B4DA22E0B48F8561'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_A3C4B03347784E17B4DA22E0B48F8561'></a>\n</div> \n<p>Welcome to Amazon.com. Amazon.com Services LLC and/or its affiliates ('Amazon') provide website features and other products and services to you when you visit or shop at Amazon.com, use Amazon products or services, use Amazon applications for mobile, or use software provided by Amazon in connection with any of the foregoing (collectively, 'Amazon Services'). Amazon provides the Amazon Services subject to the following conditions. </p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_1F909C4CF0E24CC5A0983809EF350566'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_1F909C4CF0E24CC5A0983809EF350566'></a>\n</div>\n<h2>By using Amazon Services, you agree to these conditions. Please read them carefully.</h2>\n<p>We offer a wide range of Amazon Services, and sometimes additional terms may apply. When you use an Amazon Service (for example, Your Profile, Gift Cards, Amazon Video, Your Media Library, Amazon devices, or <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/feature.html?docId=1000625601' target='_blank'>Amazon applications</a>) you also will be subject to the guidelines, terms and agreements applicable to that Amazon Service ('Service Terms'). If these Conditions of Use are inconsistent with the Service Terms, those Service Terms will control.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_1F892B8CC5A84F6B9DDBE0A5214B2404'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_1F892B8CC5A84F6B9DDBE0A5214B2404'></a>\n</div>\n<h2>PRIVACY</h2>\n<p>Please review our <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/privacy' target='_blank'>Privacy Notice</a>, which also governs your use of Amazon Services, to understand our practices.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_7CC689C2B629409C9A3A76A7604EC582'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_7CC689C2B629409C9A3A76A7604EC582'></a>\n</div>\n<h2>ELECTRONIC COMMUNICATIONS</h2>\n<p>When you use Amazon Services, or send e-mails, text messages, and other communications from your desktop or mobile device to us, you may be communicating with us electronically. You consent to receive communications from us electronically, such as e-mails, texts, mobile push notices, or notices and messages on this site or through the other Amazon Services, such as our Message Center, and you can retain copies of these communications for your records. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_616A72CA548641C1B440FCA84CD631FD'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_616A72CA548641C1B440FCA84CD631FD'></a>\n</div>\n<h2>COPYRIGHT</h2> \n<p>All content included in or made available through any Amazon Service, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software is the property of Amazon or its content suppliers and protected by United States and international copyright laws. The compilation of all content included in or made available through any Amazon Service is the exclusive property of Amazon and protected by U.S. and international copyright laws.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_9A2BFBC8BCA74A08A38ADE1B21F49DEA'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_9A2BFBC8BCA74A08A38ADE1B21F49DEA'></a>\n</div>\n<h2>TRADEMARKS</h2>\n<p>\n <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=200738910' target='_blank'>Click here to see a non-exhaustive list of Amazon trademarks.</a> In addition, graphics, logos, page headers, button icons, scripts, and service names included in or made available through any Amazon Service are trademarks or trade dress of Amazon in the U.S. and other countries. Amazon's trademarks and trade dress may not be used in connection with any product or service that is not Amazon's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Amazon. All other trademarks not owned by Amazon that appear in any Amazon Service are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Amazon.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_5256268179654004ABB5E5D3F5AA80AE'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_5256268179654004ABB5E5D3F5AA80AE'></a>\n</div>\n<h2>PATENTS</h2>\n<p>One or more patents owned by Amazon apply to the Amazon Services and to the features and services accessible via the Amazon Services. Portions of the Amazon Services operate under license of one or more patents. <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser' href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=200204190' target='_blank'>Click here to see a non-exhaustive list of applicable Amazon patents and applicable licensed patents.</a>\n</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F5F37B9D1B264312A8FF8652DE06BE9D'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F5F37B9D1B264312A8FF8652DE06BE9D'></a>\n</div>\n<h2>LICENSE AND ACCESS</h2>\n<p>Subject to your compliance with these Conditions of Use and any Service Terms, and your payment of any applicable fees, Amazon or its content providers grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Amazon Services. This license does not include any resale or commercial use of any Amazon Service, or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of any Amazon Service or its contents; any downloading, copying, or other use of account information for the benefit of any third party; or any use of data mining, robots, or similar data gathering and extraction tools. All rights not expressly granted to you in these Conditions of Use or any Service Terms are reserved and retained by Amazon or its licensors, suppliers, publishers, rightsholders, or other content providers. No Amazon Service, nor any part of any Amazon Service, may be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Amazon. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Amazon without express written consent. You may not use any meta tags or any other 'hidden text' utilizing Amazon's name or trademarks without the express written consent of Amazon. You may not misuse the Amazon Services. You may use the Amazon Services only as permitted by law. The licenses granted by Amazon terminate if you do not comply with these Conditions of Use or any Service Terms.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F0B1A4E4FDAE4D67B20856E067099114'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F0B1A4E4FDAE4D67B20856E067099114'></a>\n</div>\n<h2>YOUR ACCOUNT</h2>\n<p>You may need your own Amazon account to use certain Amazon Services, and you may be required to be logged in to the account and have a valid payment method associated with it. If there is a problem charging your selected payment method, we may charge any other valid payment method associated with your account. Visit https://www.amazon.com/cpe/managepaymentmethods?ref_=ya_d_c_pmt_mpo&amp; to manage your payment options. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your account, and you agree to accept responsibility for all activities that occur under your account or password. Amazon does sell products for children, but it sells them to adults, who can purchase with a credit card or other permitted payment method. If you are under 18, you may use the Amazon Services only with involvement of a parent or guardian. Parents and guardians may create profiles for teenagers in their Amazon Household. Alcohol listings on Amazon are intended for adults. You must be at least 21 years of age to purchase alcohol, or use any site functionality related to alcohol. Amazon reserves the right to refuse service, terminate accounts, terminate your rights to use Amazon Services, remove or edit content, or cancel orders in its sole discretion.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_52FEF929D662483DB1E5033E57CD11EE'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_52FEF929D662483DB1E5033E57CD11EE'></a>\n</div>\n<h2>REVIEWS, COMMENTS, COMMUNICATIONS, AND OTHER CONTENT</h2>  \n<p>You may post reviews, comments, photos, videos, and other content; send e-cards and other communications; and submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights (including publicity rights), or otherwise injurious to third parties or objectionable, and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of 'spam' or unsolicited commercial electronic messages. You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content. Amazon reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content.</p>\n \n<p>If you do post content or submit material, and unless we indicate otherwise, you grant Amazon a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, perform, translate, create derivative works from, distribute, and display such content throughout the world in any media. You grant Amazon and sublicensees the right to use the name that you submit in connection with such content, if they choose. You represent and warrant that you own or otherwise control all of the rights to the content that you post; that the content is accurate; that use of the content you supply does not violate this policy and will not cause injury to any person or entity; and that you will indemnify Amazon for all claims resulting from content you supply. Amazon has the right but not the obligation to monitor and edit or remove any activity or content. Amazon takes no responsibility and assumes no liability for any content posted by you or any third party.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E3D898B88DBB447DB20B357BAB48E803'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E3D898B88DBB447DB20B357BAB48E803'></a>\n</div>\n<h2>INTELLECTUAL PROPERTY COMPLAINTS</h2>\n<p>Amazon respects the intellectual property of others. If you believe that your intellectual property rights are being infringed, please follow our <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='#GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_61204EC3A0D64C09820BE2BC332A4AFA'>Notice and Procedure for Making Claims of Copyright Infringement</a>.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E980CCF80E7A4D66942B1E2D191F3BBA'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E980CCF80E7A4D66942B1E2D191F3BBA'></a>\n</div>\n<h2>RISK OF LOSS</h2>\n<p>All purchases of physical items from Amazon are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to you upon our delivery to the carrier.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_60285639A9CF48DBA867DC02DA5160DA'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_60285639A9CF48DBA867DC02DA5160DA'></a>\n</div>\n<h2>RETURNS, REFUNDS AND TITLE</h2>  \n<p>Amazon does not take title to returned items until the item arrives at our fulfillment center. At our discretion, a refund may be issued without requiring a return. In this situation, Amazon does not take title to the refunded item. For more information about our returns and refunds, please see our <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/returns' target='_blank'>Returns Center</a> .</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_C84DF8AC42E248FDA4BBB9BF75B0F97A'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_C84DF8AC42E248FDA4BBB9BF75B0F97A'></a>\n</div>\n<h2>PRODUCT DESCRIPTIONS</h2>\n<p>Amazon attempts to be as accurate as possible. However, Amazon does not warrant that product descriptions or other content of any Amazon Service is accurate, complete, reliable, current, or error-free. If a product offered by Amazon itself is not as described, your sole remedy is to return it in unused condition. </p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_920FDCA5B67D4BAB8E3E8A66677D5C67'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_920FDCA5B67D4BAB8E3E8A66677D5C67'></a>\n</div>\n<h2>PRICING</h2>  \n<p>'List Price' means the suggested retail price of a product as provided by a manufacturer, supplier, or seller. We regularly check List Prices against prices recently found on Amazon and other retailers. Certain products may have a 'Was Price' displayed, which is determined using recent price history of the product on Amazon.</p>\n \n<p>With respect to items sold by Amazon, we cannot confirm the price of an item until you order. Despite our best efforts, a small number of the items in our catalog may be mispriced. If the correct price of an item sold by Amazon is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation. Other merchants may follow different policies in the event of a mispriced item. </p>\n \n<p>We generally do not charge your credit card until after your order has entered the shipping process or, for digital products, until we make the digital product available to you.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F2A3CB8BBEB84D7EBEC09657531268C6'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_F2A3CB8BBEB84D7EBEC09657531268C6'></a>\n</div>\n<h2>APP PERMISSIONS</h2>\n<p>When you use apps created by Amazon, such as the Amazon App or Kindle App, you may grant certain permissions to us for your device. Most mobile devices provide you with information about these permissions. To learn more about these permissions, <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=201818880' target='_blank'>click here</a> . </p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E58D947C3C6B4565B3A21364344B87C2'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E58D947C3C6B4565B3A21364344B87C2'></a>\n</div>\n<h2>SANCTIONS AND EXPORT POLICY</h2>\n<p>You may not use any Amazon Service if you are the subject of U.S. sanctions or of sanctions consistent with U.S. law imposed by the governments of the country where you are using Amazon Services. You must comply with all U.S. or other export and re-export restrictions that may apply to goods, software (including Amazon Software), technology, and services.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_A3C83FD855DF485DA516BDCF85872E05'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_A3C83FD855DF485DA516BDCF85872E05'></a>\n</div>\n<h2>OTHER BUSINESSES</h2>\n<p>Parties other than Amazon operate stores, provide services or software, or sell product lines through the Amazon Services. In addition, we provide links to the sites of affiliated companies and certain other businesses. If you purchase any of the products or services offered by these businesses or individuals, you are purchasing directly from those third parties, not from Amazon. We are not responsible for examining or evaluating, and we do not warrant, the offerings of any of these businesses or individuals (including the content of their Web sites). Amazon does not assume any responsibility or liability for the actions, product, and content of all these and any other third parties. You should carefully review their privacy statements and other conditions of use. </p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_518FC5BAC8B84A03984F88E8B69894E6'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_518FC5BAC8B84A03984F88E8B69894E6'></a>\n</div>\n<h2>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</h2> \n<p>THE AMAZON SERVICES AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES ARE PROVIDED BY AMAZON ON AN 'AS IS' AND 'AS AVAILABLE' BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING. AMAZON MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE AMAZON SERVICES, OR THE INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES, UNLESS OTHERWISE SPECIFIED IN WRITING. YOU EXPRESSLY AGREE THAT YOUR USE OF THE AMAZON SERVICES IS AT YOUR SOLE RISK.</p>\n \n<p>TO THE FULL EXTENT PERMISSIBLE BY LAW, AMAZON DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. AMAZON DOES NOT WARRANT THAT THE AMAZON SERVICES, INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE AMAZON SERVICES, AMAZON'S SERVERS OR ELECTRONIC COMMUNICATIONS SENT FROM AMAZON ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. TO THE FULL EXTENT PERMISSIBLE BY LAW, AMAZON WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY AMAZON SERVICE, OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH ANY AMAZON SERVICE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES, UNLESS OTHERWISE SPECIFIED IN WRITING.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_9F8F3E658A084E4CAA6A8FAAFEBE4131'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_9F8F3E658A084E4CAA6A8FAAFEBE4131'></a>\n</div>\n<h2>DISPUTES</h2>\n<p>\n<strong>Any dispute or claim relating in any way to your use of any Amazon Service, or to any products or services sold or distributed by Amazon or through Amazon.com will be resolved by binding arbitration, rather than in court</strong>, except that you may assert claims in small claims court if your claims qualify. The Federal Arbitration Act and federal arbitration law apply to this agreement.</p>\n \n<p>\n<strong>There is no judge or jury in arbitration, and court review of an arbitration award is limited. However, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Conditions of Use as a court would.</strong>\n</p>\n \n<p>To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent Corporation Service Company, 300 Deschutes Way SW, Suite 304, Tumwater, WA 98501. The arbitration will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA's Supplementary Procedures for Consumer-Related Disputes. The AAA's rules are available at www.adr.org or by calling 1-800-778-7879. Payment of all filing, administration and arbitrator fees will be governed by the AAA's rules. We will reimburse those fees for claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous. Likewise, Amazon will not seek attorneys' fees and costs in arbitration unless the arbitrator determines the claims are frivolous. You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.</p>\n \n<p> \n<strong>We each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.</strong> If for any reason a claim proceeds in court rather than in arbitration <strong>we each waive any right to a jury trial</strong>. We also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_BEC0A21D11B8455D808ADF08A159698E'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_BEC0A21D11B8455D808ADF08A159698E'></a>\n</div>\n<h2>APPLICABLE LAW</h2>  \n<p>By using any Amazon Service, you agree that the Federal Arbitration Act, applicable federal law, and the laws of the state of Washington, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between you and Amazon.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E1885196FBBC4280B4B80BC4FE653C45'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_E1885196FBBC4280B4B80BC4FE653C45'></a>\n</div>\n<h2>SITE POLICIES, MODIFICATION, AND SEVERABILITY</h2>\n<p>Please review our other policies, such as our <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/customer/display.html/?nodeId=468502' target='_blank'>pricing policy</a>, posted on this site. These policies also govern your use of Amazon Services. We reserve the right to make changes to our site, policies, Service Terms, and these Conditions of Use at any time. If any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition.</p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_C7C356848D4142FFBEC21994B431EEC9'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_C7C356848D4142FFBEC21994B431EEC9'></a>\n</div>\n<h2>OUR ADDRESS</h2> \n<p> \n\t\t\n</p><pre>Amazon.com, Inc.\nP.O. Box 81226\nSeattle, WA 98108-1226\n</pre>\n\n<a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser' href='https://www.amazon.com/' target='_blank'>https://www.amazon.com</a> \n\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_DAC3BFA0E75E4A96B129761E36C00D86'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_DAC3BFA0E75E4A96B129761E36C00D86'></a>\n</div>\n<h2>ADDITIONAL AMAZON SOFTWARE TERMS</h2>  \n<p>The following terms (“Software Terms”) apply to any software (including any updates or upgrades to the software) and any related documentation we make available to you in connection with Amazon Services (the 'Amazon Software'). \n\t\t<br>\n</p><ol> \n<li>\n<span class='a-list-item'><strong> Use of the Amazon Software.</strong> You may use Amazon Software solely for purposes of enabling you to use the Amazon Services as provided by Amazon, and as permitted by these Conditions of Use and any Service Terms. You may not incorporate any portion of the Amazon Software into other programs or compile any portion of it in combination with other programs, or otherwise copy (except to exercise rights granted in this section), modify, create derivative works of, distribute, assign any rights to, or license the Amazon Software in whole or in part. All software used in any Amazon Service is the property of Amazon or its software suppliers and is protected by United States and international copyright laws.</span>\n</li>\n \n<li>\n<span class='a-list-item'><strong>Use of Third Party Services.</strong> When you use the Amazon Software, you may also be using the services of one or more third parties, such as a wireless carrier or a mobile software provider. Your use of these third party services may be subject to the separate policies, terms of use, and fees of these third parties.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>No Reverse Engineering.</strong> You may not reverse engineer, decompile or disassemble, tamper with, or bypass any security associated with the Amazon Software, whether in whole or in part.</span>\n</li>\n \n<li>\n<span class='a-list-item'><strong>Updates.</strong> We may offer automatic or manual updates to the Amazon Software at any time and without notice to you.</span>\n</li>\n \n<li>\n<span class='a-list-item'> <strong>Government End Users.</strong> If you are a U.S. Government end user, we are licensing the Amazon Software to you as a 'Commercial Item' as that term is defined in the U.S. Code of Federal Regulations (see 48 C.F.R. § 2.101), and the rights we grant you to the Amazon Software are the same as the rights we grant to all others under these Conditions of Use.</span>\n</li>\n \n<li>\n<span class='a-list-item'><strong>Conflicts.</strong> In the event of any conflict between these Conditions of Use and any other Amazon or third-party terms applicable to any portion of Amazon Software, such as open-source license terms, such other terms will control as to that portion of the Amazon Software and to the extent of the conflict.</span>\n</li>\n \n\t\t\n</ol>\n\n\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_3AAE8C23A2B944B7B89B744A8E71A419'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_3AAE8C23A2B944B7B89B744A8E71A419'></a>\n</div>\n<h2>HOW TO SERVE A SUBPOENA OR OTHER LEGAL PROCESS</h2>\n<p>Amazon accepts service of subpoenas or other legal process only through Amazon’s national registered agent, Corporation Service Company (CSC). Subpoenas or other legal process may be served by sending them to CSC at the following address:</p>\n\n<p> \n\t\t\n</p><pre>Amazon.com, Inc.\nCorporation Service Company\n300 Deschutes Way SW, Suite 304\nTumwater, WA 98501\nAttn: Legal Department – Legal Process</pre>\n\n\n \n<p>Please note also that providing detailed and accurate information at the outset will facilitate efficient processing of your request. That information will include, for example, e-mail and/or credit card number used to make purchases for retail purchase information; the name, e-mail, and physical address of a seller for seller information; device serial number for Amazon devices; and IP address and complete time stamps. </p>\n \n\t \n \n\t \n<div id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_61204EC3A0D64C09820BE2BC332A4AFA'>\n<a name='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__SECTION_61204EC3A0D64C09820BE2BC332A4AFA'></a>\n</div>\n<h2>NOTICE AND PROCEDURE FOR MAKING CLAIMS OF INTELLECTUAL PROPERTY INFRINGEMENT</h2>\n<p>If you believe that your intellectual property rights have been infringed, please submit your complaint using our online <a class='help-display-cond help-display-cond-hidden help-display-cond-rule-platform-DesktopBrowser help-display-cond-rule-platform-MobileBrowser help-display-cond-rule-platform-PhoneAppAndroid help-display-cond-rule-platform-TabletAppAndroid' href='https://www.amazon.com/gp/help/reports/infringement' target='_blank'>form</a>. This form may be used to report all types of intellectual property claims including, but not limited to, copyright, trademark, and patent claims.</p>\n\n<p>We respond quickly to the concerns of rights owners about any alleged infringement, and we terminate repeat infringers in appropriate circumstances.</p>\n \n<p>We offer the following alternative to our online form for copyright complaints only. You may submit written claims of copyright infringement to our Copyright Agent at: </p>\n\n<p> \n\t\t\n</p><pre>Copyright Agent\nAmazon.com Legal Department\nP.O. Box 81226\nSeattle, WA 98108\nphone: (206) 266-4064\ne-mail: copyright@amazon.com\n\nCourier address:\nCopyright Agent\nAmazon.com Legal Department\n2021 7th Avenue\nSeattle, WA 98121\nUSA</pre>\n\n\n \n<p>Written claims concerning copyright infringement must include the following information: \n\t\t</p><ul id='GUID-32F0D8DC-150F-4394-921F-77B2DB58A4F8__UL_2F85C88AA49B461C941D9A2D633BAA38'>\n<li>\n<span class='a-list-item'>A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest;</span>\n</li>\n\n<li>\n<span class='a-list-item'>A description of the copyrighted work that you claim has been infringed upon;</span>\n</li>\n\n<li>\n<span class='a-list-item'>A description of where the material that you claim is infringing is located on the site;</span>\n</li>\n\n<li>\n<span class='a-list-item'>Your address, telephone number, and e-mail address;</span>\n</li>\n\n<li>\n<span class='a-list-item'>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and</span>\n</li>\n\n<li>\n<span class='a-list-item'>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</span>\n</li>\n \n\t\t\n</ul>\n\n\n \n\t \n \n  \n</div><div class='a-box-group a-spacing-top-base'>\n\n   <div id='hmd-FeedbackBox' class='a-box a-box-normal a-text-left a-width-extra-large'><div class='a-box-inner'>\n      <p>\n         Was this information helpful?\n      </p>\n\n      <span class='a-declarative' data-action='a-hmd-yes' data-a-hmd-yes='{}'>\n         <span class='a-button a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            Yes\n         </span></span></span>\n      </span>\n\n      <span class='a-declarative' data-action='a-hmd-no' data-a-hmd-no='{}'>\n         <span class='a-button a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            No\n         </span></span></span>\n      </span>\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ConfirmYesBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         Thank you for your feedback.\n      </p>\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ReasonBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         Please select what best describes the information:\n      </p>\n      <fieldset class='a-spacing-base'>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Confused By Information'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              This information is confusing or wrong\n          </span></label></div>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Not What Looking For'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              This isn't the information I was looking for\n          </span></label></div>\n          <div data-a-input-name='info' class='a-radio'><label><input type='radio' name='info' value='Didn't Like What Found'><i class='a-icon a-icon-radio'></i><span class='a-label a-radio-label'>\n              I don't like this policy\n          </span></label></div>\n      </fieldset>\n\n      <div class='a-input-text-wrapper a-hidden'><textarea maxlength='200' placeholder='More comments on help content here...' id='hmd-Comments'></textarea></div>\n\n      <span class='a-declarative' data-action='a-hmd-submit' data-a-hmd-submit='{}'>\n         <span class='a-button a-spacing-top-medium a-button-base'><span class='a-button-inner'><input class='a-button-input' type='submit'><span class='a-button-text' aria-hidden='true'>\n            Submit\n         </span></span></span>\n      </span>\n\n   </div></div> <!-- box !-->\n\n   <div id='hmd-ConfirmNoBox' class='a-box a-box-normal a-text-left a-width-extra-large a-hidden'><div class='a-box-inner'>\n      <p>\n         \n\tThanks! While we're unable to respond directly to your feedback, \n\twe'll use this information to improve our online Help.\n    \n      </p>\n   </div></div> <!-- box !-->\n\n   <input type='hidden' name='hmd-qid' id='hmd-qid'>\n   <input type='hidden' name='hmd-nodeId' value='201909000' id='hmd-nodeId'>\n\n</div><div style='display:none;' id='cf-div'> \n<img onload='if (typeof uet == 'function') { uet('cf'); }' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/transparent-pixel._CB485935036_.gif' width='1' alt='' height='1' border='0'><img onload='if (typeof uet == 'function') { uet('cf'); }' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/transparent-pixel._CB485935036_.gif' width='1' alt='' height='1' border='0'>\n</div><div class='cs-help-sidebar'>\n      <!-- Sidebar content -->\n      \n\n\n\n\n<div class='cs-help-sidebar-module topic-sidebar'>\n  <div class='inner'>\n    <span>\n      <span class='a-color-state'>‹</span>\n      <a href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=508510'>All Help Topics</a>\n    </span>\n  </div>\n  <div class='inner'>\n    \n\n\n\n\n\n <h3>Legal Policies</h3>\n    <ul class='nav-topics'><li class='selected'>Conditions of Use</li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202135380'>EU-US Privacy Shield</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909010'>Amazon.com Privacy Notice</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202137190'>Amazon Group Companies</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909090'>Supported Browsers</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909120'>About Identifying Whether an Email, Phone Call, Text Message, or Webpage is from Amazon</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909150'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909140'>Report a Security Issue</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909190'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909200'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202151870'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909270'>Non-Exhaustive List of Applicable Amazon Patents and Applicable Licensed Patents</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909280'>Non-Exhaustive List of Amazon Trademarks</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909210'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=201909320'>Guidelines: Uploading Your Own Content to an electronic Amazon.com Gift Card or Other Electronic Message</a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=202151760'> </a></li><li><a href='/gp/help/customer/display.html/ref=hp_left_v4_sib?ie=UTF8&amp;nodeId=GXYZF9M33FRJ5TMA'>California Supply Chain Transparency Act Statement</a></li></ul>\n\n\n  </div>\n</div>\n\n\n\n\n\n\n\n\n\n\n<div class='a-section cs-help-sidebar-module take-action-sidebar'>\n    <div class='a-section inner'>\n        \n    <h3>\n        Quick solutions\n    </h3>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_yo'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Box_smaller._CB485927878_.png'>\n                <div style='display: none;'>\n                    Your Orders\n                    Track or cancel orders\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_yo'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Your Orders\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Track or cancel orders\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_rr'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/returns-box-qs._CB485927047_.png'>\n                <div style='display: none;'>\n                    Returns &amp; Refunds\n                    Exchange or return items\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/css/order-history?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_rr'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Returns &amp; Refunds\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Exchange or return items\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/primecentral?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_mp'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Prime_clear-bg._CB485925783_.png'>\n                <div style='display: none;'>\n                    Manage Prime\n                    Cancel or view benefits\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/primecentral?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_mp'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Manage Prime\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Cancel or view benefits\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/wallet?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_ps'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/Payments_clear-bg._CB485948300_.png'>\n                <div style='display: none;'>\n                    Payment Settings\n                    Add or edit payment methods\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/wallet?ie=UTF8&amp;ref_=hp_ss_qs_v3_rt_ps'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Payment Settings\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Add or edit payment methods\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=201117350&amp;ref_=hp_ss_qs_v3_rt_ci'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/carrier-qs._CB485931960_.png'>\n                <div style='display: none;'>\n                    Carrier Info\n                    Shipping carrier information\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/gp/help/customer/display.html?ie=UTF8&amp;nodeId=201117350&amp;ref_=hp_ss_qs_v3_rt_ci'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Carrier Info\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Shipping carrier information\n                </p>\n            </a>\n        </div>\n    </div>\n\n                 \n    <div class='a-row a-spacing-micro a-grid-vertical-align a-grid-center'>\n        <div class='a-column a-span4'>\n            <a class='a-link-normal quick-solution-action' href='/ap/cnep?_encoding=UTF8&amp;openid.assoc_handle=usflex&amp;openid.claimed_id=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.identity=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.mode=checkid_setup&amp;openid.ns=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0&amp;openid.ns.pape=http%3A%2F%2Fspecs.openid.net%2Fextensions%2Fpape%2F1.0&amp;openid.pape.max_auth_age=0&amp;openid.return_to=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fcss%2Fhomepage.html%3F%20%20ie%3DUTF8%26ref_%3Dya_cnep&amp;ref_=hp_ss_qs_v3_rt_as'>\n                <img alt='' src='https://images-na.ssl-images-amazon.com/images/G/01/x-locale/cs/help/images/gateway/profile-qs._CB485932932_.png'>\n                <div style='display: none;'>\n                    Account Settings\n                    Change email or password\n                </div>\n            </a>\n        </div>\n        <div class='a-column a-span8 a-span-last'>\n            <a class='a-link-normal quick-solution-action' href='/ap/cnep?_encoding=UTF8&amp;openid.assoc_handle=usflex&amp;openid.claimed_id=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.identity=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0%2Fidentifier_select&amp;openid.mode=checkid_setup&amp;openid.ns=http%3A%2F%2Fspecs.openid.net%2Fauth%2F2.0&amp;openid.ns.pape=http%3A%2F%2Fspecs.openid.net%2Fextensions%2Fpape%2F1.0&amp;openid.pape.max_auth_age=0&amp;openid.return_to=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fcss%2Fhomepage.html%3F%20%20ie%3DUTF8%26ref_%3Dya_cnep&amp;ref_=hp_ss_qs_v3_rt_as'>\n                <p class='a-spacing-none a-size-base a-color-base'>\n                    Account Settings\n                </p>\n                <p class='a-size-small a-color-tertiary'>\n                    Change email or password\n                </p>\n            </a>\n        </div>\n    </div>\n\n    </div>\n</div>\n\n\n    </div>"
      }
    }
  }
]