[
{"url": "https://www.verizonmedia.com/policies/us/en/verizonmedia/terms/otos/index.html", "text": "Terms Privacy Center Back Privacy Center Topics Products Third Parties California Privacy Rights Dashboard & Controls Relevant Advertising Intellectual Property Back Intellectual Property Counterfeit Goods Counter Notice Process Repeat Infringer Policy Trademarks Permissions Closed Captioning Guidelines Terms Privacy Center Topics Products Third Parties California Privacy Rights Dashboard & Controls Relevant Advertising Intellectual Property Counterfeit Goods Counter Notice Process Repeat Infringer Policy Trademarks Permissions Closed Captioning Guidelines Verizon Media Terms of Service In June 2017, we announced that Yahoo and AOL joined to become a unified digital and mobile media company as part of Verizon. We are now operating under these unified Terms of Service. If you have a Yahoo or an AOL account, you will need to agree to these Terms. (Note, if you have not yet agreed to these Terms, the legacy Yahoo Terms of Service or legacy Oath Terms of Service (for AOL) still apply to your account.) For all Verizon Media products or services that are accessed without signing into an account, the Terms below apply to those products and services effective May 25, 2018. If you are creating a new account, the Terms below apply starting today. Verizon Media Terms of Service Welcome to Verizon Media Oath Inc. and all of its brands listed in Section 13 (including Yahoo and AOL brands) and the corporate entities listed in Sections 13 and Section 14 (collectively, “Verizon Media”, “us,” “we” or “our”) are part of the Verizon family of companies. Our brands, websites, apps, products, services and technologies (“Services”) are provided by the entities listed in Section 13 below. Please carefully read Sections 1 through 13, 14.1, and 14.2, which are the sections that apply to you. By using the Services, you agree to these terms, the policies in our Privacy Center, and any community guidelines and supplemental terms provided to you for the Services that you use (collectively, “Terms”). Please read the Terms carefully, as they form your entire agreement with us. THESE TERMS CONTAIN LIMITATIONS OF OUR LIABILITY IN SECTION 9. U.S. USERS: THESE TERMS CONTAIN A BINDING ARBITRATION AGREEMENT AND CLASS ACTION AND JURY TRIAL WAIVER CLAUSES IN SECTION 14.2 BELOW, WHICH ARE APPLICABLE TO ALL U.S. USERS. Using the Services Authority. You agree that you are permitted to use the Services under applicable law. If you are using the Services on behalf of a company, business or other entity, you represent that you have the legal authority to accept these Terms on behalf of that entity, in which case that entity accepts these Terms, and \"you\" means that entity. If you are accessing an account(s) on behalf of the account owner (e.g., as an administrator, consultant, analyst, etc.), the Terms apply to your activities on behalf of the account owner. Indemnity. If you are using the Services on behalf of a company, business or other entity, or if you are using the Services for commercial purposes, you and the entity will hold harmless and indemnify the Verizon Media Entities (defined in Section 8 below) from any suit, claim or action arising from or related to the use of the Services or violation of these Terms, including any liability or expense arising from claims (including claims for negligence), losses, damages, suits, judgments, litigation costs and attorneys’ fees. Age. If you are under the Minimum Age (as defined for your region in Section 14) you may not register for an account. Unless you are the holder of an existing account in the United States that is a Yahoo Family Account, you must be at least the Minimum Age to use the Services. Certain portions of the Services contain adult and/or mature content. Please do not access that content unless you are an adult (i.e., at least the age of majority in your country) or unless otherwise expressly indicated. Member Conduct. You agree not to use the Services to: obtain or attempt to obtain unauthorized access to the Services or to our servers, systems, network, or data; make available any content that is harmful to children, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable; violate any applicable laws or regulations; impersonate any person or entity; or forge or manipulate headers or identifiers to disguise the origin of any content transmitted through the Service; make available any content that you do not have the right to make available or that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any person or entity; post content containing advertisements or other commercial solicitations without our prior written permission; make available viruses or any other computer code, files, programs or content designed to interrupt, destroy or limit the functionality of the Services or affect other users; or interfere with or disrupt the Services or servers, systems or networks connected to the Services in any way. Use of Services. You must follow any guidelines or policies associated with the Services. You must not misuse or interfere with the Services or try to access them using a method other than the interface and the instructions that we provide. You may use the Services only as permitted by law. Unless otherwise expressly stated, you may not access or reuse the Services, or any portion thereof, for any commercial purpose. Export Control. You agree to comply with the export control laws and regulations of the United States and trade controls of other applicable countries, including without limitation the Export Administration Regulations of the U.S Department of Commerce, Bureau of Industry and Security and the embargo and trade sanctions programs administered by the U.S. Department of Treasury, Office of Foreign Assets Control. You represent and warrant that you: (1) are not a prohibited party identified on any government export exclusion lists (see e.g., http://www.bis.doc.gov/complianceandenforcement/liststocheck.htm); (2) will not re-export or use the Services to transfer software, technology, or other technical data to prohibited parties or countries; and (3) will not use the Services for military, nuclear, missile, chemical or biological weaponry end uses or conduct any other activities involving the Services that violate the export and import laws of the U.S. or other applicable countries. Anti-Corruption Laws. You agree to comply with all applicable anti-corruption laws including laws that prohibit unlawful payments to anyone for a corrupt purpose in relation to these Terms. Ownership and Reuse. Using the Services does not give you ownership of any intellectual or other property rights or interests in the Services or the content you access. You must not use any branding or logos used in the Services unless we have given you separate explicit written permission. You may not remove, obscure, or alter any legal notices displayed in or along with the Services. Unless you have explicit written permission, you must not reproduce, modify, rent, lease, sell, trade, distribute, transmit, broadcast, publicly perform, create derivative works based on, or exploit for any commercial purposes, any portion or use of, or access to, the Services (including content, advertisements, APIs, and software). Software License. Subject to your continuing compliance with these Terms, we grant you a personal, royalty-free, non-transferable, non-assignable, revocable, and non-exclusive license to use the software and APIs we may provide to you as part of the Services. This license is for the sole purpose of enabling you to use and enjoy the benefit of the Services we provide, in the manner permitted by these Terms and any additional terms or guidelines. You may not reverse engineer or attempt to extract the source code of our software, unless applicable laws prohibit those restrictions or you have our explicit written permission. Our software may automatically download and install security or other updates without prior notification to you. Support. Unless otherwise expressly stated, we do not promise to provide you with any support for the Services. If we provide you with support, it is at our sole discretion and does not mean that we will continue to provide you with support in the future. Fees. We reserve the right to charge fees for use of or access to the Services (and any associated support), whether currently in existence or not, in our sole discretion. If we decide to charge fees, our payment terms will apply and we will provide you with prior notice. Different Versions of the Services. Different features may be available in different versions of the Services and not all features may be available in your country or region. Also, not all features may be available if the user that you are communicating with is using a different version of the Services, or is using third party software. Anti-Abuse Policy. We prohibit sending unsolicited emails or messages using our Services. You may not in connection with the Services engage in commercial activity on non-commercial properties or apps or high volume activity without our prior written consent. You may not engage in conduct or activity that is disruptive to the Services or the experience of other users. Envrmnt 360 Terms. U.S. Users: The Envrmnt 360 terms apply to you and can be found here and here in Spanish. RSS Feeds. If you use an RSS feed provided by us (each, a “Verizon Media RSS Feed”), you are only permitted to display the content that is provided in the feed, without modification, and you must provide attribution to our source website and link to the full article on our source website. You may not remove our attributions or links back, or otherwise modify Verizon Media RSS Feed content. You may not incorporate advertising into any Verizon Media RSS Feed. We reserve the right to discontinue any Verizon Media RSS Feed at any time and to require anyone to cease use of a Verizon Media RSS Feed at any time for any reason. Each of our products or services may also have more specific terms of use for related Verizon Media RSS Feeds. Your Account; Notices Account Information. You may need an account to use some Services. You must ensure that your account information (that is, the information you provided when you registered for or subscribed to a Service) remains current, complete, accurate and truthful. With the exception of AOL accounts, all Verizon Media accounts are non-transferable, and any rights to them terminate upon the account holder’s death. Access to Your Account. You are responsible for all activity that happens on or through your account. To protect your account, keep your password confidential. Do not reuse your account password with other services. Without prejudice to your statutory rights, if you forget your password and otherwise cannot validate your account to Verizon Media, you acknowledge and agree that your account may be inaccessible to you and that all data associated with the account may not be retrievable. Notices. Verizon Media may provide you with notices, including service announcements and notices regarding changes to these Terms, by, but not limited to, email, regular mail, text message or SMS, MMS, push notification or in-app message, postings on the Services, telephone, or other reasonable means now known or hereafter developed. You consent to receive these notices by any and all of the foregoing means. You may not receive notices if you violate the Terms by accessing the Services in an unauthorized manner, and you will be deemed to have received any and all notices that would have been delivered had you accessed the Services in an authorized manner. Privacy and Data Protection Our Privacy Center explains how we treat your personal data. By using the Services, you agree to our privacy policies and that we can use your information in accordance with our privacy policies. By using and benefitting from Verizon Media's Services you recognize that personalization lies at the core of many of our services. We can only provide many of these Services by using your personal data to provide personalized content and ads. Please visit our Privacy Center to learn more about personalization. Procedure for Copyright or Other Intellectual Property Infringement Claims We respect the intellectual property of others, and we expect our users to do the same. We may, in appropriate circumstances and at our discretion, disable, terminate, and/or take other appropriate steps relating to the accounts of users who may be infringers. If you believe that your copyright or intellectual property rights have been infringed, please follow the instructions provided here Content in the Services and License Grant to Verizon Media Content. Our Services display some content that we did not create and do not own. This content is the sole responsibility of the entity or person that makes it available. We assume no responsibility for the conduct of third parties, including persons or entities with which you communicate using the Services. Many of the Services enable you to submit content. You – not Verizon Media – are entirely responsible for any content that you upload, post, email, transmit, or otherwise make available via the Services. We may remove and refuse to display content that violates the Terms or applicable laws or regulations, but that does not mean that we monitor the Services or review or screen any content. By using or accessing the Services you understand and agree that you may be exposed to offensive, indecent, or objectionable content. IP Ownership and License Grant. Except as otherwise provided in the specific product terms or guidelines for one of our Services, when you upload, share with or submit content to the Services you retain ownership of any intellectual property rights that you hold in that content and you grant to us a worldwide, royalty-free, non-exclusive, perpetual, irrevocable, transferable, sublicensable license to (a) use, host, store, reproduce, modify, prepare derivative works (such as translations, adaptations, summaries or other changes), communicate, publish, publicly perform, publicly display, and distribute this content in any manner, mode of delivery or media now known or developed in the future; and (b) permit other users to access, reproduce, distribute, publicly display, prepare derivative works of, and publicly perform your content via the Services, as may be permitted by the functionality of those Services (e.g., for users to re-blog, re-post or download your content). In some of the Services, there may be specific terms or settings allowing a different scope of use of the content submitted in those Services. You must have the necessary rights to grant us the license described in this Section 6(b) for any content that you upload, share with or submit to the Services. Modifying and Terminating the Services; Terminating Accounts We are constantly innovating, changing and improving the Services. Unless stated differently for your country in Section 14, we may, without notice, add or remove functionalities or features, create new limits to the Services, or temporarily or permanently suspend or stop a Service. You can stop using the Services at any time. You may cancel and delete your AOL account at any time by clicking here and you may cancel and delete your Yahoo account by clicking here. For more information, please visit the relevant Help Center. Unless stated differently for your country in Section 14, we may temporarily or permanently suspend or terminate your account or impose limits on or restrict your access to parts or all of the Services at any time, without notice and for any reason, including, but not limited to, violation of these Terms, court order, or inactivity. Subject to any statutory rights you might have, if your account is terminated, access to your username, password, and all related information, files, and content associated with your account may be terminated and your username may be recycled for use by others. If the Service is a paid service, please consult our payment terms which can be found by clicking here. Our Warranties and Disclaimers TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE, ALONG WITH OUR PARENT COMPANIES, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, CONTRACTORS, AGENTS, PARTNERS, LICENSORS AND DISTRIBUTORS (COLLECTIVELY VERIZON MEDIA ENTITIES) DO NOT MAKE ANY REPRESENTATIONS, PROMISES, OR WARRANTIES, EXPRESS OR IMPLIED, ABOUT THE SERVICES. WE PROVIDE OUR SERVICES “AS-IS,” “WITH ALL FAULTS,” AND “AS AVAILABLE.” YOUR USE OF THE SERVICES, INCLUDING CONTENT WITHIN THE SERVICES, IS AT YOUR OWN RISK AND WE DO NOT REPRESENT, PROMISE, OR WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE. YOU UNDERSTAND AND AGREE THAT NO DATA TRANSMISSION OVER THE INTERNET OR INFORMATION STORAGE TECHNOLOGY CAN BE GUARANTEED TO BE SECURE, AND WE EXPRESSLY DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, TO THAT EFFECT. WE MAKE NO COMMITMENTS, PROMISES OR WARRANTIES ABOUT THE CONTENT WITHIN THE SERVICES OR CONTENT LINKED FROM THE SERVICES, THE SUPPORT WE PROVIDE FOR THE SERVICES, THE SPECIFIC FUNCTIONS OF THE SERVICES, THE SECURITY OF THE SERVICES, OR THE SERVICES’ RELIABILITY, QUALITY, ACCURACY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS, PROVIDE CERTAIN OUTPUTS OR ACHIEVE CERTAIN RESULTS. SOME JURISDICTIONS PROVIDE FOR CERTAIN IMPLIED WARRANTIES, SUCH AS THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ANY AND ALL IMPLIED OR EXPRESS PROMISES OR WARRANTIES ABOUT THE SERVICES. Limitation of Liability TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE AND UNDERSTAND THAT VERIZON MEDIA ENTITIES WILL NOT BE LIABLE FOR: ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, TREBLE OR OTHER MULTIPLES OF DAMAGES, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM OR IN CONNECTION WITH THESE TERMS OR YOUR USE OF THE SERVICES. VERIZON MEDIA ENTITIES ARE NOT RESPONSIBLE FOR ANY LOST PROFITS, LOST REVENUES, LOST BUSINESS OPPORTUNITIES, DIMINUTION IN VALUE, INCLUDING ANY ALLEGED LOSS OR DIMINUTION IN VALUE OF PERSONAL INFORMATION, OR ANY OTHER LOSSES (COLLECTIVELY, “LOSSES”) ARISING FROM OR IN CONNECTION WITH THESE TERMS OR YOUR USE OF OR ACCESS TO THE SERVICES, INCLUDING, BUT NOT LIMITED TO, LOSSES RESULTING FROM OR IN CONNECTION WITH: THE DELETION OF, ALTERATION OF, MIS-DELIVERY OF, OR FAILURE TO STORE DATA MAINTAINED OR TRANSMITTED BY THE SERVICES; THE LIMITING, SUSPENSION OR TERMINATION OF YOUR ACCOUNT; YOUR DOWNLOADING OR SHARING OF INFORMATION, INCLUDING PERSONAL INFORMATION, VIA THE SERVICES; THE UNAUTHORIZED ACCESS TO YOUR ACCOUNT OR ANY DATA MAINTAINED OR TRANSMITTED BY THE SERVICES; LINKS PROVIDED BY THE SERVICES OR THIRD PARTIES TO EXTERNAL SITES OR RESOURCES; YOUR DEALINGS WITH OR PARTICIPATION IN PROMOTIONS OF ADVERTISERS FOUND ON OR THROUGH THE SERVICES; OR ANY GOOD OR SERVICES SOLD BY SUCH ADVERTISERS. VERIZON MEDIA ENTITIES WILL NOT BE LIABLE FOR PROBLEMS CAUSED BY OTHERS, THE WRONGFUL OR UNLAWFUL ACTIONS OF THIRD PARTIES, OR AN ACT OF GOD. THE LIMITATIONS AND EXCLUSIONS IN THESE TERMS WILL APPLY WHETHER OR NOT WE HAVE BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY LOSSES ARISING. TO THE FULLEST EXTENT PERMITTED BY LAW AND EXCEPT AS OTHERWISE STATED IN SECTION 14, VERIZON MEDIA ENTITIES ARE NOT LIABLE IN CONNECTION WITH ANY DISPUTES THAT ARISE OUT OF OR RELATE TO THESE TERMS OR SERVICES FOR ANY AMOUNT GREATER THAN THE AMOUNT YOU PAID TO US FOR THE SERVICES. Feedback You agree that any recommendation, idea, proposal, suggestion, feedback or other input (“Feedback”) you submit to us related to our products, services, websites, apps, or technology may be used by us without any notice, obligation, restriction, reimbursement or compensation to you and you waive (or agree not to enforce) any and all rights that may now or in future exist (including moral and equivalent rights) in any Feedback. Fee-Based Services and Billing. Unless otherwise specified in the additional terms that apply to the Services you are using, the terms in this Section 11 apply to you. We offer products and subscriptions for a fee (“fee-based Services”). These fee-based Services are governed by the additional terms you agree to when you register for the fee-based Service and these Terms. If you register for a fee-based Service, you must designate a payment method and provide us with accurate billing and payment information and you have the continuing obligation to keep it up to date. Many fee-based Services require you to have, or register for, a Yahoo, AOL or other Verizon Media ID. If you are an AOL Dial-Up customer, please see additional terms by clicking here. The following important provisions apply to all of our fee-based services: Third-Party products. If the fee-based Service includes a third-party product, you understand and agree that your purchase and use of the Service is also subject to the third party’s terms of service and privacy policy, which you should read thoroughly before agreeing to them. Payments. You represent that you are at least the minimum age required to enter into a legal agreement. You agree to pay us for any fee-based Services you purchase from us, as well as all other charges incurred under your account, including applicable taxes and fees. You are responsible for all charges incurred under your account, including purchases made by you or anyone you allow to use your account or any sub-or linked accounts (including any person with implied, actual, or apparent authority) or anyone who gains access to your account as a result of your failure to safeguard your authentication credentials. Payment Methods. You authorize and direct us to charge your designated payment method for these charges or, if it fails, to charge any other payment method you have on file with us, even if we received it in association with other fee-based services. You are responsible for all charges even if your payment method fails or is denied. You authorize and direct us to retain all information about any payment method(s) associated with your account. We may import payment information you entered during a prior purchase and provide you the option to use that payment information during purchase of a new product. You permit us to obtain and use updated information from the issuer of your payment method in accordance with the policies and procedures of any applicable card brands. We may in some instances continue charging a payment method past its expiration date at our discretion and subject to the payment processors' or issuing bank's approval. Surcharges may apply if you use certain payment methods, such as payment from your checking or savings account. Payment Terms. We may charge for fee-based Services in advance and on a daily, monthly, yearly, lump sum, or other basis in accordance with the stated terms, as long as your subscription remains active, even if you have not downloaded or used the Service or accessed your online account. Auto-Renewal. We use auto-renewal for many of our fee-based Services. At the expiration of each subscription term for such fee-based Services, we will automatically renew your subscription and charge the credit card or other payment method you have provided to us, unless you cancel your subscription at least 48 hours before the end of the current period. Unless otherwise stated in Section 14, your subscription will be automatically renewed at the then-current price, excluding promotional and discount pricing. We may, in our sole discretion, post charges to your payment method individually or aggregate charges for some or all of your fee-based Services with us. Fraud Protection. We may take steps to verify the validity of the credit card information you provide to us, including debiting amounts less than $1.00 from your credit card and then immediately crediting it back. You authorize us to do so for verification and anti-fraud purposes. Free Trials. We may offer you free trials, so that you may try a fee-based Service subscription without charge or obligation (\"Free Trial\"). Unless otherwise stated and unless you cancel your subscription prior to the expiration of the Free Trial, periodic subscription fees will be charged at the then-applicable rate upon expiration of the Free Trial period and will continue to be charged until the subscription is canceled. If you are not satisfied with a particular fee-based Service, you must cancel the subscription before the Free Trial ends to avoid charges. We reserve the right to limit you to one free trial or promotion of a fee-based Service and to prohibit the combining of free trials or other promotional offers. No Refunds. All charges are nonrefundable unless provided otherwise in the terms you agree to when you register for a fee-based Service, unless stated differently for your country in Section 14 or as otherwise specified below. Termination. We, in our sole discretion, may change, discontinue or terminate any or all aspects of a fee-based Service without notice, including access to support services, content and other products or services ancillary to the fee-based Service, subject to providing an appropriate refund for any portions of a specified but no longer available term. You may cancel a fee-based Service at any time by logging into your online account and terminating the subscription. Change in Fees and Billing Method. We may change our fees and billing methods at any time. We will provide you with notice of any price increase at least thirty (30) days in advance. Subject to applicable law, (i) if you disagree with any proposed change, your sole remedy is to cancel your fee-based Service before the price change takes effect and (ii) your continued use of or subscription to the Service after the price change takes effect constitutes your agreement to pay the new price for the Service. Delinquency. After 30 days from the date of any unpaid charges, your fee-based Service will be deemed delinquent and we may terminate or suspend your account and fee-based Service for nonpayment. You are liable for any fees, including attorney and collection fees, incurred by us in our efforts to collect any remaining balances from you. 90-Day Notice Period. You must notify us about any billing problems or discrepancies within 90 days after they first appear on your billing method statement. If you do not bring them to our attention within 90 days, you agree that you waive your right to dispute such problems or discrepancies. About these Terms Third Party Beneficiaries and Conflicts. These Terms control the relationship between you and us. They do not create any third party beneficiary rights. If there is a conflict or inconsistency between the terms in this document and the additional terms associated with a particular Service, the additional terms will control solely for that conflict or inconsistency. Modification of the Terms. Unless stated differently for your country in Section 14, we may modify the Terms from time to time. Unless we indicate otherwise, modifications will be effective as of the date they are posted on this page or any successor page. You should look at the Terms regularly. We will provide notice (in accordance with Section 3(c) above) of material modifications. Continued Use of the Services. You may stop using the Services at any time, but your continued use of or subscription to a Service after the effective date of any modifications to the Terms or the means that you agree to the Terms as modified. Waiver and Severability of Terms. Our failure to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision. If any provision (or part of a provision) of these Terms is found to be invalid, you and we nevertheless agree to give effect to the intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect. Assignment by Us. We may freely assign these Terms and all of the policies and other documents incorporated or referenced in it (including all rights, licenses, and obligations under it or them), in whole or in part and without notice, for any reason, including for the purpose of internal restructuring (for example, mergers or liquidations). Provider of Services The Services are provided by the company that offers the Services in your region as set out in Section 14.2 (the “Applicable Verizon Media Entity”), except for the Services set out below in Section 13(b). Not all Services or features may be available in your country or region. Different features may be available in different versions of the Services. Your Service provider may change if you relocate to another country and continue using our Services. The following services are provided to you by the same Verizon Media Entity wherever you are based in the world: For the services in this Section 13(b)(i), the provisions of Section 14.2 (United States) apply. The following services are provided by Oath Inc.: Engadget (unless otherwise specified in Section 14) TechCrunch (unless otherwise specified in Section 14) Rivals Yahoo View Yahoo Developer Network Makers OneSearch The following services are provided by Verizon Media Inc.: AOL On. Gemini The following services are provided by Yahoo Fantasy Sports LLC: U.S. Daily Fantasy U.S. Fantasy Cash Leagues U.S. Fantasy Pro Leagues Other Fantasy Sports services are provided by Oath Inc. Ryot Studio is provided by TheHuffingtonPost.com Inc. Flurry is provided by Flurry, Inc. Yahoo Cricket is provided by Yahoo India Private Limited. Contracting Party, Choice of Law, and Location for Resolving Disputes and Other Local Region Provisions In Section 13 above, find the provider of the Services you are using. That is the provider that you are contracting with for the Services. The choice of law, the location for resolving disputes, certain defined terms (including the Applicable Verizon Media Entity), and other important region specific provisions are in this Section 14. If you have any questions, please contact customer care using the contact information in the region that applies to you below. REGION SHORTCUTS: The Americas Asia Pacific Europe, Middle East and Africa The Americas United States (us): Defined Terms Applicable Verizon Media Entity: Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166). Minimum Age:13 years old BINDING ARBITRATION AGREEMENT. AGREEMENT TO ARBITRATE FOR U.S. USERS. YOU AND US BOTH AGREE TO RESOLVE ANY AND ALL DISPUTES, CONTROVERSIES OR CLAIMS THAT IN ANY WAY ARISE OUT OF OR RELATE TO THESE TERMS OR FROM ANY SERVICES YOU RECEIVE FROM US (OR FROM ANY ADVERTISING FOR ANY SUCH SERVICES), INCLUDING ANY DISPUTES BETWEEN YOU AND OUR EMPLOYEES OR AGENTS (“DISPUTE(S)”), ONLY BY ARBITRATION ON AN INDIVIDUAL BASIS OR IN SMALL CLAIMS COURT. YOU UNDERSTAND THAT BY AGREEING TO THESE TERMS, ARBITRATION OR A SMALL CLAIMS ACTION WILL BE THE SOLE AND EXCLUSIVE MEANS OF RESOLVING ANY DISPUTE BETWEEN US. YOU ALSO UNDERSTAND THAT BY AGREEING TO THESE TERMS, YOU AND WE ARE GIVING UP THE RIGHT TO BRING A CLAIM IN COURT OR IN FRONT OF A JURY (EXCEPT FOR MATTERS THAT MAY BE BROUGHT IN SMALL CLAIMS COURT), AND THAT YOU AND WE ARE GIVING UP THE RIGHT TO PROCEED WITH ANY CLASS ACTION OR OTHER REPRESENTATIVE ACTION. WHILE ARBITRATION PROCEDURES MAY BE DIFFERENT THAN COURT PROCEDURES, AN ARBITRATOR CAN AWARD YOU INDIVIDUALLY THE SAME DAMAGES AND RELIEF AS A COURT, AND JUDGMENT ON THE AWARD RENDERED BY THE ARBITRATOR MAY BE ENTERED AND ENFORCED IN ANY COURT HAVING JURISDICTION THEREOF. THE PARTIES UNDERSTAND THAT ABSENT THIS MANDATORY PROVISION, THEY WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL. THEY FURTHER UNDERSTAND THAT, IN SOME INSTANCES, THE COSTS OF ARBITRATION COULD EXCEED THE COSTS OF LITIGATION AND THE RIGHT TO DISCOVERY MAY BE MORE LIMITED IN ARBITRATION THAN IN COURT. We also both agree that: Notice of Dispute. If either you or we intend to arbitrate under these Terms, the party seeking arbitration must first notify the other party of the Dispute in writing at least 30 days in advance of initiating the arbitration. Notice to us should be sent either by mail to Verizon Media, Attn: Disputes, 701 First Avenue, Sunnyvale, CA 94089; or disputes@verizonmedia.com. Notice to you will be to your email address(es) and street address(es), if any, that we have in our records at the time the notice is sent. The notice must describe the nature of the claim and the relief being sought. If we are unable to resolve the Dispute within 30 days, either party may then proceed to file a claim for arbitration. Arbitration Procedure. The Federal Arbitration Act applies to these Terms. Except for small claims court cases, any and all Disputes will be resolved by arbitration administered by the American Arbitration Association (\"AAA\"). The AAA will apply the Commercial Arbitration Rules to the arbitration of any Dispute pursuant to these Terms, unless you are an individual and use the Services for personal or household use, in which case the AAA's Consumer Arbitration Rules will apply (excluding any rules or procedures governing or permitting class actions). You can get procedures (including the process for beginning an arbitration), rules and fee information from the AAA (www.adr.org). These Terms govern to the extent they conflict with the AAA’s Commercial Arbitration Rules or Consumer Arbitration Rules. Small Claims Court Option. As an alternative to arbitration, you may bring an individual action in small claims court in your county of residence (or if a business, your principal place of business) or Santa Clara County, California provided that your Dispute meets the requirements of the small claims court. Arbitration Location. Unless you and we agree otherwise, the arbitration must take place, or the small claims action must be filed, in the county of your primary residence or Santa Clara County, California. Arbitration Fees and Expenses. We will reimburse any filing fee that the AAA charges you for arbitration of the Dispute. If you provide us with signed written notice that you cannot pay the filing fee, we will pay the fee directly to the AAA. If the arbitration proceeds, we will also pay any administrative and arbitrator fees charged later. Settlement Offers. We may, but are not obligated to, make a written settlement offer anytime before or during arbitration. The amount or terms of any settlement offer may not be disclosed to the arbitrator unless and until the arbitrator issues an award on the claim. If you do not accept the offer and the arbitrator awards you an amount of money that is more than our offer but less than $5,000, we agree to: (a) pay you $5,000 instead of the lower amount awarded, (b) pay your reasonable attorney’s fees and costs, and (c) reimburse any arbitration filing fees and arbitrator fees and expenses incurred in connection with the arbitration of your Dispute. If the arbitrator awards you more than $5,000 and we are not challenging the award, then we will pay you the amount of the award. Severability. If any part of this agreement to arbitrate is found by a court of competent jurisdiction to be unenforceable, the court will reform the agreement to the extent necessary to cure the unenforceable part(s), and the parties will arbitrate their Dispute(s) without reference to or reliance upon the unenforceable part(s). However, if for any reason the Class Action Waiver set forth below in subsection 14.2.c cannot be enforced as to some or all of the Dispute, then the agreement to arbitrate will not apply to that Dispute or portion thereof. Any Disputes covered by any deemed unenforceable Class Action Waiver provision may only be litigated in a court of competent jurisdiction, but the remainder of the agreement to arbitrate will be binding and enforceable. To avoid any doubt or uncertainty, the parties do not agree to class arbitration or to the arbitration of any claims brought on behalf of others. CLASS ACTION WAIVER FOR U.S. USERS. THESE TERMS DO NOT ALLOW CLASS OR COLLECTIVE ARBITRATIONS, EVEN IF THE AAA PROCEDURES OR RULES WOULD. NOTWITHSTANDING ANY OTHER PROVISION OF THESE TERMS, THE ARBITRATOR MAY AWARD MONEY OR INJUNCTIVE RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE THE RELIEF WARRANTED BY THAT PARTY'S INDIVIDUAL CLAIM. ARBITRATION OR COURT PROCEEDINGS HELD UNDER THESE TERMS CANNOT BE BROUGHT, MAINTAINED OR RESOLVED ON BEHALF OF OR BY A CLASS, AS A PRIVATE ATTORNEY-GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY. IN ADDITION, INDIVIDUAL PROCEEDINGS CANNOT BE COMBINED WITHOUT THE CONSENT OF ALL OF THE PARTIES. ANY QUESTION REGARDING THE ENFORCEABILITY OR INTERPRETATION OF THIS PARAGRAPH WILL BE DECIDED BY A COURT AND NOT THE ARBITRATOR. JURY TRIAL WAIVER FOR U.S. USERS. IF FOR ANY REASON A DISPUTE PROCEEDS IN COURT RATHER THAN THROUGH ARBITRATION, YOU AND WE AGREE THAT THERE WILL NOT BE A JURY TRIAL. YOU AND WE UNCONDITIONALLY WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY ACTION, PROCEEDING OR COUNTERCLAIM IN ANY WAY ARISING OUT OF OR RELATING TO THESE TERMS. IN THE EVENT OF LITIGATION, THIS PARAGRAPH MAY BE FILED TO SHOW A WRITTEN CONSENT TO A TRIAL BY THE COURT. Choice of Law. These Terms and the relationship between the parties, including any claim or dispute that might arise between the parties, whether sounding in contract, tort, or otherwise, will be governed by the laws of the State of New York without regard to its conflict of law provisions. In no event will the parties bring claims against one another under the laws of another jurisdiction. Forum. If for any reason a Dispute proceeds in court rather than through arbitration, all such Disputes (regardless of theory) arising out of or relating to these Terms, or the relationship between you and us, will be brought exclusively in the courts located in the county of New York, New York or the U.S. District Court for the Southern District of New York. In such cases, you and we agree to submit to the personal jurisdiction of the courts located within the county of New York, New York or the Southern District of New York, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to venue in such courts. Customer Support. Below are links for customer support. Customer Support for AOL-Branded Products Customer Support for Other Products (English) Customer Support for Other Products (Spanish) Community Guidelines. The Verizon Media Community Guidelines can be found below: English version Spanish version The Services are “commercial computer software” and “commercial items” as these terms are used in the Federal Acquisition Regulation system, and the rights of the United States are only those rights as are granted to all other end users pursuant to the terms and conditions herein and will not exceed the minimum rights set forth in FAR 52.227-19. Closed Captioning. Verizon Media complies with applicable Federal Communications Commission rules and regulations regarding the closed captioning of video content. Please visit https://www.verizonmedia.com/accessibility/captioning/ for more information or to register any concerns or complaints regarding video content accessible on the Yahoo network of properties. In New Jersey, all of the limitations on liability set forth in Section 9 shall apply except nothing in these Terms will exclude or limit liability for intentional torts, willful acts, gross negligence, or a violation of a statutorily imposed duty. You agree to not use the Services to provide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act. Argentina (ar), Chile (cl), Colombia (co), Mexico (mx), Peru (pe), and Venezuela (ve): Defined Terms Applicable Verizon Media Entity: Verizon Media Hispanic Americas LLC (Address: 1921 NW 87 Avenue, Doral, FL 33172, USA) Minimum Age: 13 years old BINDING ARBITRATION AGREEMENT. AGREEMENT TO ARBITRATE. YOU AND VERIZON MEDIA BOTH AGREE TO RESOLVE ANY AND ALL DISPUTES, CONTROVERSIES OR CLAIMS THAT IN ANY WAY ARISE OUT OF OR RELATE TO THESE TERMS OR FROM ANY SERVICES YOU RECEIVE FROM US (OR FROM ANY ADVERTISING FOR ANY SUCH SERVICES), INCLUDING ANY DISPUTES BETWEEN YOU AND OUR EMPLOYEES OR AGENTS (“DISPUTE(S)”), ONLY BY ARBITRATION ON AN INDIVIDUAL BASIS OR IN SMALL CLAIMS COURT. YOU UNDERSTAND THAT BY AGREEING TO THESE TERMS, ARBITRATION OR A SMALL CLAIMS ACTION WILL BE THE SOLE AND EXCLUSIVE MEANS OF RESOLVING ANY DISPUTE BETWEEN US. YOU ALSO UNDERSTAND THAT BY AGREEING TO THESE TERMS, YOU AND VERIZON MEDIA ARE GIVING UP THE RIGHT TO BRING A CLAIM IN COURT OR IN FRONT OF A JURY (EXCEPT FOR MATTERS THAT MAY BE BROUGHT IN SMALL CLAIMS COURT), AND THAT YOU AND VERIZON MEDIA ARE GIVING UP THE RIGHT TO PROCEED WITH ANY CLASS ACTION OR OTHER REPRESENTATIVE ACTION. WHILE ARBITRATION PROCEDURES MAY BE DIFFERENT THAN COURT PROCEDURES, AN ARBITRATOR CAN AWARD YOU INDIVIDUALLY THE SAME DAMAGES AND RELIEF AS A COURT, AND JUDGMENT ON THE AWARD RENDERED BY THE ARBITRATOR MAY BE ENTERED AND ENFORCED IN ANY COURT HAVING JURISDICTION THEREOF. THE PARTIES UNDERSTAND THAT ABSENT THIS MANDATORY PROVISION, THEY WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL. THEY FURTHER UNDERSTAND THAT, IN SOME INSTANCES, THE COSTS OF ARBITRATION COULD EXCEED THE COSTS OF LITIGATION AND THE RIGHT TO DISCOVERY MAY BE MORE LIMITED IN ARBITRATION THAN IN COURT. We also both agree that: Notice of Dispute. If either you or we intend to arbitrate under these Terms, the party seeking arbitration must first notify the other party of the Dispute in writing at least 30 days in advance of initiating the arbitration. Notice to us should be sent to us either by mail to Verizon Media, Attn: Disputes, 701 First Avenue, Sunnyvale, CA 94089; or disputes@verizonmedia.com. Notice to you will be to your email address(es) and street address(es), if any, that we have in our records at the time the notice is sent. The notice must describe the nature of the claim and the relief being sought. If we are unable to resolve the Dispute within 30 days, either party may then proceed to file a claim for arbitration. Arbitration Procedure. The Federal Arbitration Act applies to these Terms. Except for small claims court cases, any and all Disputes will be resolved by arbitration administered by the American Arbitration Association (\"AAA\"). The AAA will apply the Commercial Arbitration Rules to the arbitration of any Dispute pursuant to these Terms, unless you are an individual and use the Services for personal or household use, in which case the AAA's Consumer Arbitration Rules will apply (excluding any rules or procedures governing or permitting class actions). You can get procedures (including the process for beginning an arbitration), rules and fee information from the AAA (www.adr.org). These Terms govern to the extent they conflict with the AAA’s Commercial Arbitration Rules or Consumer Arbitration Rules. Small Claims Court Option. As an alternative to arbitration, you may bring an individual action in small claims court in your county of residence (or if a business, your principal place of business) or Santa Clara County, California provided that your Dispute meets the requirements of the small claims court. Arbitration Location. Unless you and we agree otherwise, the arbitration must take place, or the small claims action must be filed, in the county of your primary residence or Santa Clara County, California. Arbitration Fees and Expenses. We will reimburse any filing fee that the AAA charges you for arbitration of the Dispute. If you provide us with signed written notice that you cannot pay the filing fee, we will pay the fee directly to the AAA. If the arbitration proceeds, we will also pay any administrative and arbitrator fees charged later. Settlement Offers. We may, but are not obligated to, make a written settlement offer anytime before or during arbitration. The amount or terms of any settlement offer may not be disclosed to the arbitrator unless and until the arbitrator issues an award on the claim. If you do not accept the offer and the arbitrator awards you an amount of money that is more than our offer but less than $5,000, we agree to: (a) pay you $5,000 instead of the lower amount awarded, (b) pay your reasonable attorney’s fees and costs, and (c) reimburse any arbitration filing fees and arbitrator fees and expenses incurred in connection with the arbitration of your Dispute. If the arbitrator awards you more than $5,000 and we are not challenging the award, then we will pay you the amount of the award. Severability. If any part of this agreement to arbitrate is found by a court of competent jurisdiction to be unenforceable, the court will reform the agreement to the extent necessary to cure the unenforceable part(s), and the parties will arbitrate their Dispute(s) without reference to or reliance upon the unenforceable part(s). However, if for any reason the Class Action Waiver set forth below in subsection 14.3.c cannot be enforced as to some or all of the Dispute, then the agreement to arbitrate will not apply to that Dispute or portion thereof. Any Disputes covered by any deemed unenforceable Class Action Waiver provision may only be litigated in a court of competent jurisdiction, but the remainder of the agreement to arbitrate will be binding and enforceable. To avoid any doubt or uncertainty, the parties do not agree to class arbitration or to the arbitration of any claims brought on behalf of others. CLASS ACTION WAIVER. THESE TERMS DO NOT ALLOW CLASS OR COLLECTIVE ARBITRATIONS, EVEN IF THE AAA PROCEDURES OR RULES WOULD. NOTWITHSTANDING ANY OTHER PROVISION OF THESE TERMS, THE ARBITRATOR MAY AWARD MONEY OR INJUNCTIVE RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE THE RELIEF WARRANTED BY THAT PARTY'S INDIVIDUAL CLAIM. ARBITRATION OR COURT PROCEEDINGS HELD UNDER THESE TERMS CANNOT BE BROUGHT, MAINTAINED OR RESOLVED ON BEHALF OF OR BY A CLASS, AS A PRIVATE ATTORNEY-GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY. IN ADDITION, INDIVIDUAL PROCEEDINGS CANNOT BE COMBINED WITHOUT THE CONSENT OF ALL OF THE PARTIES. ANY QUESTION REGARDING THE ENFORCEABILITY OR INTERPRETATION OF THIS PARAGRAPH WILL BE DECIDED BY A COURT AND NOT THE ARBITRATOR. JURY TRIAL WAIVER. IF FOR ANY REASON A DISPUTE PROCEEDS IN COURT RATHER THAN THROUGH ARBITRATION, YOU AND VERIZON MEDIA AGREE THAT THERE WILL NOT BE A JURY TRIAL. YOU AND VERIZON MEDIA UNCONDITIONALLY WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY ACTION, PROCEEDING OR COUNTERCLAIM IN ANY WAY ARISING OUT OF OR RELATING TO THESE TERMS. IN THE EVENT OF LITIGATION, THIS PARAGRAPH MAY BE FILED TO SHOW A WRITTEN CONSENT TO A TRIAL BY THE COURT. Choice of Law. These Terms and the relationship between the parties, including any claim or dispute that might arise between the parties, whether sounding in contract, tort, or otherwise, will be governed by the laws of the State of New York without regard to its conflict of law provisions. In no event will the parties bring claims against one another under the laws of another jurisdiction. Forum. If for any reason a Dispute proceeds in court rather than through arbitration, all such Disputes (regardless of theory) arising out of or relating to these Terms, or the relationship between you and us, will be brought exclusively in the courts located in the county of New York, New York or the U.S. District Court for the Southern District of New York. In such cases, you and we agree to submit to the personal jurisdiction of the courts located within the county of New York, New York or the Southern District of New York, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to venue in such courts. Customer Support. Below are links for customer support. Argentina Chile Colombia Mexico Peru Venezuela Community Guidelines. Our Community Guidelines can be found here. The Services are “commercial computer software” and “commercial items” as these terms are used in the Federal Acquisition Regulation system, and the rights of the United States are only those rights as are granted to all other end users pursuant to the terms and conditions herein and will not exceed the minimum rights set forth in FAR 52.227-19. Closed Captioning. Verizon Media complies with applicable Federal Communications Commission rules and regulations regarding the closed captioning of video content. Please visit https://www.verizonmedia.com/accessibility/captioning/ for more information or to register any concerns or complaints regarding video content accessible on the Yahoo network of properties. In New Jersey, all of the limitations on liability set forth in Section 9 shall apply except nothing in these Terms will exclude or limit liability for intentional torts, willful acts, gross negligence, or a violation of a statutorily imposed duty. You agree to not use the Services to provide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act. Brazil (br): Defined Terms Applicable Verizon Media Entity: Verizon Media do Brasil Internet Ltda. (Address: Av. Brigadeiro Faria Lima, 3.600 - 9o andar, São Paulo/SP, 04538-132, Brasil) Minimum Age: 13 years old (however, if you are between 13 and 18 years old, you must have parental or legal guardian permission in order to agree with our Terms and to use the Service). Services Provided: Yahoo Answers, Yahoo Groups, Yahoo Mail, Yahoo Search, Yahoo News, Yahoo Finance, Yahoo Sports and Yahoo LifeStyle. If you use any of these services while you are within Brazil, or are otherwise contracting with Verizon Media do Brasil Internet Ltda., the services are provided by Verizon Media do Brasil Internet Ltda. The region specific provisions in Section 14.4 shall apply to such use and supersede anything to the contrary in Section 1 or Section 13(a) of these Terms. Other Services. Services not listed in Section 14.4(b) are not provided by Verizon Media do Brasil Internet Ltda., which has no powers or capabilities to take any measures in relation to them, including accessing or disclosing user data and/or removing user generated content. Choice of Law. The Terms and the relationship between you and Verizon Media do Brasil Internet Ltda. will be governed by the laws of Federative Republic of Brazil without regard to its conflict of law provisions. Customer Support. For customer support, see this page. Protecting our systems and our users' information is paramount to ensuring Verizon Media users enjoy a secure user experience and maintaining our users' trust. To learn more about security, including the steps we have taken and steps you can take, please read our online article by clicking here. YOU UNDERSTAND AND AGREE THAT YOUR USE AND THE PROVISION OF THE SERVICES INVOLVE THE COLLECTION, STORAGE, PROCESSING, USE AND DISCLOSURE OF INFORMATION AND USER DATA, INCLUDING THE TRANSFER OF INFORMATION AND DATA TO OTHER COMPANIES AND TERRITORIES, AS STATED IN THE PRIVACY POLICY. Canada (ca and cf): Defined Terms Applicable Verizon Media Entity: Verizon Media Canada Corp. (Address: 99 Spadina Avenue, Suite 200, Toronto, Ontario M5V 3P8). Minimum Age: Legal Age to form a binding contract in your province or territory of residence. Choice of Law. These Terms and the relationship between the parties, including any claim or dispute that might arise between the parties, whether sounding in contract, tort, or otherwise, shall be governed by the laws of the province of Ontario without regard to its conflict of law provisions. In no event shall the parties bring claims against one another under the laws of another jurisdiction. Forum. Any claim against us shall be brought exclusively in the courts located within the province of Ontario, Canada. In such cases, you and we agree to submit to the personal jurisdiction of the courts located within the province of Ontario, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to a venue in such courts. Customer Support. Below are links for customer support. Customer Support (English) Customer Support (French) Updates. We may automatically download and install the latest version of the Services on your device once a new version or feature is available. Some provinces and territories do not allow for the exclusion of warranties (including the province of Quebec). In these provinces and territories, you have only the warranties that are expressly required to be provided in accordance with applicable law. Some provinces and territories do not provide exclusion of limitation of liability for all types of damages (including the province of Quebec). In these provinces, we will only be liable to you for damages that we are expressly required to be liable to you under applicable law. Asia Pacific Australia (au): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Lifestyle, Yahoo Finance, Yahoo Groups, Yahoo Mail, Yahoo News, Yahoo Search, Yahoo Sports, Yahoo TV and Yahoo Weather the Applicable Verizon Media Company is Verizon Media Australia Pty Ltd (Address: Level 4 West, 8 Central Avenue, Eveleigh NSW 2015, Australia) and the following terms apply: (a) the Terms and the relationship between you and Verizon Media Australia Pty Ltd will be governed by the laws of the state of New South Wales without regard to its conflict of law provisions, and (b) you and Verizon Media Australia Pty Ltd agree to submit to the exclusive jurisdiction of the courts of the state of New South Wales. For other services, the Applicable Verizon Media Company is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166), and for such Services the terms of Section 14.2 (United States) apply. Minimum Age: 13 years old Customer Support. For customer support, see this page. Hong Kong (hk): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Auctions, Yahoo Celebrity, Yahoo Charity, Yahoo Deals, Yahoo Dictionary, Yahoo Education, Yahoo Finance, Yahoo Food, Yahoo Groups, Yahoo Mail, Yahoo Movie, Yahoo News, Yahoo Search, Yahoo Sports, Yahoo Store, Yahoo Style, Yahoo Stylemen, Yahoo Travel, Yahoo TV, Yahoo Weather, and Aviate the Applicable Verizon Media Company is Yahoo! Hong Kong Limited (Address: 15/F Lee Garden Two, 28 Yun Ping Road, Causeway Bay, Hong Kong) and the following terms apply: (a) the Terms and the relationship between you and Yahoo! Hong Kong Limited will be governed by the laws of Hong Kong without regard to its conflict of law provisions, and (b) you and Yahoo! Hong Kong Limited agree to submit to the exclusive jurisdiction of the courts of Hong Kong. For other Services: the Applicable Verizon Media Entity is our entity that is specified to be the provider in respect of a specific Service, and the Terms and the relationship between you and the Applicable Verizon Media Entity will be governed by the laws of the place of incorporation of the Applicable Verizon Media Entity; or if no Verizon Media Entity is specified to be the provider in respect of a specific Service, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, Virginia 20166 USA), and for such Services the terms of Section 14.2 (United States) apply. Minimum Age: 13 years old Customer Support. For customer support, see this page. India (in): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Celebrity, Yahoo Cricket, Yahoo Finance, Yahoo Groups, Yahoo Lifestyle, Yahoo Mail, Yahoo Movies, Yahoo News, Yahoo Search, Yahoo Travel, and Yahoo Weather the Applicable Verizon Media Entity is Yahoo India Private Limited (CIN: U72900MH2000PTC138698) (Address: Unit No. 304, 3rd Floor, Satellite Gazebo, East Wing, Guru Hargovindji Marg, (A G Link Road), Andheri (East), Mumbai – 400093, India) and the following terms apply: (a) “Minimum Age” means 13 years old, provided that if you are between 13 and 18 years of age, you must have parental or legal guardian permission to use the Services or register for an account, (b) you must be at least 13 years old in order to agree with our Terms, provided that if you are between 13 and 18 years of age, you must have parental or legal guardian permission to do so, (c) the Terms and the relationship between you and Yahoo India Private Limited will be governed by the laws of India without regard to its conflict of law provisions, and (d) you and Yahoo India Private Limited agree to submit to the exclusive jurisdiction of the courts located at Mumbai, India. For other Services: the Applicable Verizon Media Entity is the same one that is specified to be the provider in respect of a specific Service, and the Terms and the relationship between you and the Applicable Verizon Media Entity will be governed by the laws of the place of incorporation of the Applicable Verizon Media Entity; or if no Verizon Media Entity is specified to be the provider in respect of a specific Service, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166), and for such Services the terms of Section 14.2 (United States) apply. Customer Support. For customer support, see this page. Yahoo India Grievance Officer. For the Yahoo India Grievance Officer, see this page. Click here for an important Supreme Court Order passed by the Hon'ble Supreme Court of India relating to a prohibition on advertisement under the PCPNDT Act, 1994. Japan (jp): Defined Terms Applicable Verizon Media Entity: For AutoBlog Japan, TechCrunch Japan, Engadget Japan, Aol.jp, and AOL Mail, the Applicable Verizon Media Entity is Verizon Media Japan KK (Address: 2-27-25 Minamiaoyama, Minato-ku, Tokyo 10 7-0062 Japan). For Yahoo Japan-branded products that are accessible in Japan: these products are provided by a third-party. For all other Services, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166). Minimum Age: 18 years old (however, if you are 18 or 19 years old, you must have the permission of a parent or legal guardian in order to agree to the Terms and to use the Services) Choice of Law. The Terms and relationship between you and us will be governed by the laws of Japan without regard to its conflict of law provision. Forum. You and we submit to the exclusive jurisdiction of the Tokyo District Court, Japan. Modifying the Services; Modifying these Terms When we modify the Services as outlined in Section 7(a), or we modify these Term pursuant to Section 12(b), we will notify you a reasonable amount of time in advance of any modifications that will be of material disadvantage to you or materially limit your access to or usage of the Services. For modifications to these Terms or the Services that we need to make in order to meet security, safety, legal or regulatory requirements, we may not be able to notify you in advance, but we will let you know as soon as practicable after such modification is made. Limitation of Liability. Nothing in these Terms affects any legal rights that you are entitled to as a consumer under Japanese law which cannot be contractually altered or waived. Accordingly, if the contract regarding the use of the Services pursuant to these Terms is deemed a consumer contract under the Consumer Contract Act of Japan, some of the exclusions and limitations in Section 9 of these Terms will not apply to you for liability resulting from our willful misconduct or gross negligence. Customer Support. For customer service, please see this page. New Zealand (nz): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Entertainment, Yahoo Lifestyle, Yahoo Mail, Yahoo News, Yahoo Search and Yahoo Sport the Applicable Verizon Media Entity is Verizon Media New Zealand Limited (Address: Level 1, 22-28 Customs Street East, Auckland 1010 New Zealand) and the following terms apply: (a) the Terms and the relationship between you and Verizon Media New Zealand Limited will be governed by the laws of New Zealand without regard to its conflict of law provisions, and (b) you and Verizon Media New Zealand Limited agree to submit to the exclusive jurisdiction of the courts of New Zealand. For other services, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166), and for such Services the terms of Section 14.2 (United States) apply. Minimum Age: 13 years old Customer Support. For customer support, see this page. Singapore (sg), Indonesia (id), Malaysia (my), Philippines (ph), Thailand (th) or Vietnam (vn)): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Calendar, Yahoo Celebrity, Yahoo Finance, Yahoo Groups, Yahoo Mail, Yahoo News, Yahoo Search, Yahoo Style, Yahoo Travel, Yahoo TV, Yahoo Weather, and Aviate the Applicable Verizon Media Entity is Yahoo! Singapore Digital Marketing Pte. Ltd. (Address: 60 Anson Road, #12-01 Mapletree Anson, Singapore 079914) and the following terms apply: (a) the Terms and the relationship between you and Yahoo! Singapore Digital Marketing Pte. Ltd. will be governed by the laws of Singapore without regard to its conflict of law provisions, and (b) you and Yahoo! Singapore Digital Marketing Pte. Ltd. agree to submit to the exclusive jurisdiction of the courts of Singapore. For other Services: the Applicable Verizon Media Entity is the Verizon Media Entity that is specified to be the provider in respect of a specific Service, and the Terms and the relationship between you and the Applicable Verizon Media Entity will be governed by the laws of the place of incorporation of the Applicable Verizon Media Entity; or if no Verizon Media Entity is specified to be the provider in respect of a specific Service, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166), and for such Services the terms of Section 14.2 (United States) apply. Minimum Age: 13 years old Customer Support. Below are links for customer support. Singapore Indonesia Malaysia Philippines Thailand Vietnam Taiwan (tw): Defined Terms Applicable Verizon Media Entity: For Yahoo Answers, Yahoo Auctions, Yahoo Autos, Yahoo Charity, Yahoo Dictionary, Yahoo Esports, Yahoo Finance, Yahoo Games, Yahoo Groups, Yahoo House, Yahoo Mail, Yahoo Money, Yahoo Movies, Yahoo News, Yahoo Search, Yahoo Shopping, Yahoo Sports, Yahoo Stock, Yahoo Store Marketplace, Yahoo Style, Yahoo Travel, Yahoo TV, Yahoo Weather, and Aviate the Applicable Verizon Media Entity is Yahoo! Taiwan Holdings Limited, Taiwan Branch (Address: 14F, No.66 Sanchong Rd, Nangang District, Taipei, 115, Taiwan) and the following terms apply: (a) the Terms and the relationship between you and Yahoo! Taiwan Holdings Limited, Taiwan Branch will be governed by the laws of the Republic of China (R.O.C.) without regard to its conflict of law provisions, and (b) you and Yahoo! Taiwan Holdings Limited, Taiwan Branch agree to submit to the exclusive jurisdiction of the Taipei District Court located in Taiwan, R.O.C. For other Services: the Applicable Verizon Media Entity is the Verizon Media Entity that is specified to be the provider in respect of a specific Service, and the Terms and the relationship between you and the Applicable Verizon Media Entity will be governed by the laws of the place of incorporation of the Applicable Verizon Media Entity; or if no Verizon Media Entity is specified to be the provider in respect of a specific Service, the Applicable Verizon Media Entity is Oath Inc. (Address: 22000 AOL Way, Dulles, VA 20166), and for such Services the terms of Section 14.2 (United States) apply. Minimum Age: 13 years old Customer Support. For customer support, see this page. Europe, Middle East and Africa Europe, Middle East and Africa Defined Terms Applicable Verizon Media Entity: Verizon Media EMEA Limited (Address: 5-7 Point Square, North Wall Quay, Dublin 1, Ireland) Minimum Age: For EU Member States, the Minimum Age is 16 or the lower age that a Member State has provided for you to consent to the processing of your personal data. For countries outside the EU the Minimum Age is 13. Choice of Law. These Terms and their operation, interpretation or formation, and the relationship between the parties, including any claim or dispute that might arise between the parties (including non-contractual claims or disputes) will be governed by the laws of Ireland without regard to its conflict of law provisions. Forum. Except to the extent set out in paragraph (d) below, you and we agree to submit to the exclusive jurisdiction of the Irish courts in respect of any dispute or claim that arises out of or in connection with these Terms or their operation, interpretation or formation (including non-contractual claims or disputes). In such cases, you and we agree to submit to the personal jurisdiction of the courts located within Ireland, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to the venue of such courts. If you reside in a European Union country, nothing in these Terms, including paragraphs (b) and (c) above, affects your right to rely on any applicable mandatory local law or choice of jurisdiction provision that cannot be varied by contract. The European Commission provides for an online dispute resolution platform, which you can access at https://ec.europa.eu/consumers/odr/. Customer Support. Below are links for customer support. Ireland UK Germany France Spain Italy All other countries Modifying the Services; Modifying these Terms Where we modify the Services as outlined in Section 7(a), or we modify these Terms pursuant to Section 12(b), we will tell you a reasonable amount of time in advance of any modifications that will materially disadvantage our users or materially limit the access or usage of Services. Your continued use of the Services after the effective date of any such modifications means that you agree to the Services or the Terms as modified. For modifications to the Terms or to the Services that we need to make to meet security, safety, legal or regulatory requirements, we may not be able to notify you in advance but we will let you know as soon as practicable. Notice of cancellation, suspension or limitation of the Services or your account. Despite Subsection (f) above and without prejudice to your statutory rights, we may, without notice, temporarily or permanently suspend or cancel your account or impose limits on or restrict your access to parts or all of your account or the Services: if you violate, or we believe you are about to violate, the Terms, including any incorporated agreements, policies or guidelines; in response to requests by law enforcement or other government agencies under valid legal process; due to unexpected technical or security issues or problems; or if your account shows extended periods of inactivity in accordance with our account deletion policy. If we permanently suspend or terminate your account, we will notify you in advance and allow you reasonable time to access and save information, files, and content associated with your account unless we have reason to believe that continued access to your account will violate applicable legal provisions, requests by law enforcement or other government agencies, or cause damage to us or to third parties. Cooling off period for EU consumers. The following provisions supplement Section 11 (Fee-Based Services and Billing). If you are a consumer living in the EU, you can cancel your fee-based Service without giving a reason within 14 days from the day of the conclusion of the contract. You can notify us by completing and submitting this form or if you have no other option, by returning this form to us by post. You must send your notification to us before expiry of the 14-day cancellation period. Exceptions. If you purchase digital content not supplied in a tangible medium from us you agree that the cancellation period expires immediately once you begin to download or stream the digital content. Reimbursement. We will reimburse all payments received from you for the fee-based Service no later than 14 days from the day on which we received your cancellation notification. Unless you expressly agree otherwise, we will use the same means of payment as used for the initial transaction. You agree that if you start using the fee-based Service before the end of the cancellation period you will be liable for all charges incurred up to the date of cancellation. Auto-Renewal. In addition to Section 11(b)(v), the following shall apply: If your subscription is auto-renewed and the price has increased, you will be notified of the applicable new price and you will be allowed to terminate your subscription within a period of 14 days upon receipt of the notice. In such case the new price will not become effective and your subscription will end at the end of the term. Exclusions and Limitations of Liability. Nothing in the Terms affects any legal rights that you are entitled to as a consumer under Irish and EU law which cannot be contractually altered or waived. Accordingly, some of the exclusions and limitations in Sections 8 and 9 of the Terms will not apply to you if you are a consumer living in a European Union country. Our Liability. Despite Section 9, we accept responsibility for fraudulent representations made by us or if you are injured or die as a direct result of our negligence in connection with the Services. Additional terms for Italian users can be found here. Additional terms for German users can be found here. Last updated: 9 April 2020 ©2020 Verizon Media. All Rights Reserved. var custKeys = {st_sec:\"us.oathpol\",mrkt:mrktParm,lang:langParm,pt:pageType,pct:\"story\",paid:pageId,ver:\"drupal7\"}; var rapidConfig = { spaceid:spaceId, anonymized: true, keys:custKeys } ; var myRapidInstance = new YAHOO.i13n.Rapid(rapidConfig);"}
][
{"url": "http://www.google.com/intl/en/policies/terms/", "text": "https://policies.google.com/terms var url=\"https://policies.google.com/terms\"; try{var match=window.location.href.match(/\\/intl\\/([^\\/]+)\\/policies/);var locale=match&&match[1];var hl;var gl;if(locale){if(locale.indexOf(\"_\")>0){var parts=locale.split(\"_\");hl=parts[0];gl=parts[1]}else hl=locale;if(hl==\"ALL\")hl=null;if(gl==\"ALL\")gl=null}url=\"https://policies.google.com/terms\";if(!gl){var tld=location.hostname.split(\".\").pop().toLowerCase();if(tld&&tld.length==2)gl=tld;if(tld==\"cn\")url=url.replace(\".com/\",\".cn/\")}if(hl&&gl)url+=\"?hl=\"+encodeURIComponent(hl)+\"&gl=\"+encodeURIComponent(gl); else if(hl)url+=\"?hl=\"+encodeURIComponent(hl);else if(gl)url+=\"?gl=\"+encodeURIComponent(gl);var link=document.getElementById(\"link\");if(link){link.innerText=url;link.href=url}}catch(e){}if(window.location.hash)url+=window.location.hash;window.location.href=url;"}
][
{"url": "https://www.facebook.com/legal/terms/update", "text": "requireLazy([\"bootstrapWebSession\"],function(j){j(1590444748)})Jump toSections of this pageAccessibility HelpPress alt + / to open this menuFacebookEmail or PhonePasswordForgot account?Sign UpPlain Text Terms of Service Facebook Ads Controls Privacy Basics Cookies Policy Data Policy More Resources View a printable version of the Terms of Service Terms of Service Welcome to Facebook! Facebook builds technologies and services that enable people to connect with each other, build communities, and grow businesses. These Terms govern your use of Facebook, Messenger, and the other products, features, apps, services, technologies, and software we offer (the Facebook Products or Products), except where we expressly state that separate terms (and not these) apply. These Products are provided to you by Facebook, Inc. We don’t charge you to use Facebook or the other products and services covered by these Terms. Instead, businesses and organizations pay us to show you ads for their products and services. By using our Products, you agree that we can show you ads that we think will be relevant to you and your interests. We use your personal data to help determine which ads to show you. We don’t sell your personal data to advertisers, and we don’t share information that directly identifies you (such as your name, email address or other contact information) with advertisers unless you give us specific permission. Instead, advertisers can tell us things like the kind of audience they want to see their ads, and we show those ads to people who may be interested. We provide advertisers with reports about the performance of their ads that help them understand how people are interacting with their content. See Section 2 below to learn more. Our Data Policy explains how we collect and use your personal data to determine some of the ads you see and provide all of the other services described below. You can also go to your settings at any time to review the privacy choices you have about how we use your data. Return to top 1. The services we provide Our mission is to give people the power to build community and bring the world closer together. To help advance this mission, we provide the Products and services described below to you: Provide a personalized experience for you: Your experience on Facebook is unlike anyone else's: from the posts, stories, events, ads, and other content you see in News Feed or our video platform to the Pages you follow and other features you might use, such as Trending, Marketplace, and search. We use the data we have - for example, about the connections you make, the choices and settings you select, and what you share and do on and off our Products - to personalize your experience. Connect you with people and organizations you care about: We help you find and connect with people, groups, businesses, organizations, and others that matter to you across the Facebook Products you use. We use the data we have to make suggestions for you and others - for example, groups to join, events to attend, Pages to follow or send a message to, shows to watch, and people you may want to become friends with. Stronger ties make for better communities, and we believe our services are most useful when people are connected to people, groups, and organizations they care about. Empower you to express yourself and communicate about what matters to you: There are many ways to express yourself on Facebook and to communicate with friends, family, and others about what matters to you - for example, sharing status updates, photos, videos, and stories across the Facebook Products you use, sending messages to a friend or several people, creating events or groups, or adding content to your profile. We have also developed, and continue to explore, new ways for people to use technology, such as augmented reality and 360 video to create and share more expressive and engaging content on Facebook. Help you discover content, products, and services that may interest you: We show you ads, offers, and other sponsored content to help you discover content, products, and services that are offered by the many businesses and organizations that use Facebook and other Facebook Products. Section 2 below explains this in more detail. Combat harmful conduct and protect and support our community: People will only build community on Facebook if they feel safe. We employ dedicated teams around the world and develop advanced technical systems to detect misuse of our Products, harmful conduct towards others, and situations where we may be able to help support or protect our community. If we learn of content or conduct like this, we will take appropriate action - for example, offering help, removing content, removing or restricting access to certain features, disabling an account, or contacting law enforcement. We share data with other Facebook Companies when we detect misuse or harmful conduct by someone using one of our Products. Use and develop advanced technologies to provide safe and functional services for everyone: We use and develop advanced technologies - such as artificial intelligence, machine learning systems, and augmented reality - so that people can use our Products safely regardless of physical ability or geographic location. For example, technology like this helps people who have visual impairments understand what or who is in photos or videos shared on Facebook or Instagram. We also build sophisticated network and communication technology to help more people connect to the internet in areas with limited access. And we develop automated systems to improve our ability to detect and remove abusive and dangerous activity that may harm our community and the integrity of our Products. Research ways to make our services better: We engage in research to develop, test, and improve our Products. This includes analyzing the data we have about our users and understanding how people use our Products, for example by conducting surveys and testing and troubleshooting new features. Our Data Policy explains how we use data to support this research for the purposes of developing and improving our services. Provide consistent and seamless experiences across the Facebook Company Products: Our Products help you find and connect with people, groups, businesses, organizations, and others that are important to you. We design our systems so that your experience is consistent and seamless across the different Facebook Company Products that you use. For example, we use data about the people you engage with on Facebook to make it easier for you to connect with them on Instagram or Messenger, and we enable you to communicate with a business you follow on Facebook through Messenger. Enable global access to our services: To operate our global service, we need to store and distribute content and data in our data centers and systems around the world, including outside your country of residence. This infrastructure may be operated or controlled by Facebook, Inc., Facebook Ireland Limited, or its affiliates. Return to top 2. How our services are funded Instead of paying to use Facebook and the other products and services we offer, by using the Facebook Products covered by these Terms, you agree that we can show you ads that businesses and organizations pay us to promote on and off the Facebook Company Products. We use your personal data, such as information about your activity and interests, to show you ads that are more relevant to you. Protecting people's privacy is central to how we've designed our ad system. This means that we can show you relevant and useful ads without telling advertisers who you are. We don't sell your personal data. We allow advertisers to tell us things like their business goal, and the kind of audience they want to see their ads (for example, people between the age of 18-35 who like cycling). We then show their ad to people who might be interested. We also provide advertisers with reports about the performance of their ads to help them understand how people are interacting with their content on and off Facebook. For example, we provide general demographic and interest information to advertisers (for example, that an ad was seen by a woman between the ages of 25 and 34 who lives in Madrid and likes software engineering) to help them better understand their audience. We don’t share information that directly identifies you (information such as your name or email address that by itself can be used to contact you or identifies who you are) unless you give us specific permission. Learn more about how Facebook ads work here. We collect and use your personal data in order to provide the services described above to you. You can learn about how we collect and use your data in our Data Policy. You have controls over the types of ads and advertisers you see, and the types of information we use to determine which ads we show you. Learn more. Return to top 3. Your commitments to Facebook and our community We provide these services to you and others to help advance our mission. In exchange, we need you to make the following commitments: 1. Who can use Facebook When people stand behind their opinions and actions, our community is safer and more accountable. For this reason, you must: Use the same name that you use in everyday life.Provide accurate information about yourself.Create only one account (your own) and use your timeline for personal purposes.Not share your password, give access to your Facebook account to others, or transfer your account to anyone else (without our permission). We try to make Facebook broadly available to everyone, but you cannot use Facebook if: You are under 13 years old.You are a convicted sex offender.We've previously disabled your account for violations of our Terms or Policies.You are prohibited from receiving our products, services, or software under applicable laws.2. What you can share and do on Facebook We want people to use Facebook to express themselves and to share content that is important to them, but not at the expense of the safety and well-being of others or the integrity of our community. You therefore agree not to engage in the conduct described below (or to facilitate or support others in doing so): You may not use our Products to do or share anything: That violates these Terms, our Community Standards, and other terms and policies that apply to your use of Facebook.That is unlawful, misleading, discriminatory or fraudulent.That infringes or violates someone else's rights, including their intellectual property rights.You may not upload viruses or malicious code or do anything that could disable, overburden, or impair the proper working or appearance of our Products.You may not access or collect data from our Products using automated means (without our prior permission) or attempt to access data you do not have permission to access.We can remove or restrict access to content that is in violation of these provisions.If we remove content that you have shared in violation of our Community Standards, we’ll let you know and explain any options you have to request another review, unless you seriously or repeatedly violate these Terms or if doing so may expose us or others to legal liability; harm our community of users; compromise or interfere with the integrity or operation of any of our services, systems or Products; where we are restricted due to technical limitations; or where we are prohibited from doing so for legal reasons. To help support our community, we encourage you to report content or conduct that you believe violates your rights (including intellectual property rights) or our terms and policies. 3. The permissions you give us We need certain permissions from you to provide our services: Permission to use content you create and share: Some content that you share or upload, such as photos or videos, may be protected by intellectual property laws. You own the intellectual property rights (things like copyright or trademarks) in any such content that you create and share on Facebook and the other Facebook Company Products you use. Nothing in these Terms takes away the rights you have to your own content. You are free to share your content with anyone else, wherever you want. However, to provide our services we need you to give us some legal permissions (known as a ‘license’) to use this content. This is solely for the purposes of providing and improving our Products and services as described in Section 1 above. Specifically, when you share, post, or upload content that is covered by intellectual property rights on or in connection with our Products, you grant us a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings). This means, for example, that if you share a photo on Facebook, you give us permission to store, copy, and share it with others (again, consistent with your settings) such as service providers that support our service or other Facebook Products you use.This license will end when your content is deleted from our systems. You can delete content individually or all at once by deleting your account. Learn more about how to delete your account. You can download a copy of your data at any time before deleting your account. When you delete content, it’s no longer visible to other users, however it may continue to exist elsewhere on our systems where: immediate deletion is not possible due to technical limitations (in which case, your content will be deleted within a maximum of 90 days from when you delete it); your content has been used by others in accordance with this license and they have not deleted it (in which case this license will continue to apply until that content is deleted); orwhere immediate deletion would restrict our ability to: investigate or identify illegal activity or violations of our terms and policies (for example, to identify or investigate misuse of our Products or systems);comply with a legal obligation, such as the preservation of evidence; or comply with a request of a judicial or administrative authority, law enforcement or a government agency; in which case, the content will be retained for no longer than is necessary for the purposes for which it has been retained (the exact duration will vary on a case-by-case basis). In each of the above cases, this license will continue until the content has been fully deleted. Permission to use your name, profile picture, and information about your actions with ads and sponsored content: You give us permission to use your name and profile picture and information about actions you have taken on Facebook next to or in connection with ads, offers, and other sponsored content that we display across our Products, without any compensation to you. For example, we may show your friends that you are interested in an advertised event or have liked a Page created by a brand that has paid us to display its ads on Facebook. Ads like this can be seen only by people who have your permission to see the actions you've taken on Facebook. You can learn more about your ad settings and preferences. Permission to update software you use or download: If you download or use our software, you give us permission to download and install updates to the software where available. 4. Limits on using our intellectual property If you use content covered by intellectual property rights that we have and make available in our Products (for example, images, designs, videos, or sounds we provide that you add to content you create or share on Facebook), we retain all rights to that content (but not yours). You can only use our copyrights or trademarks (or any similar marks) as expressly permitted by our Brand Usage Guidelines or with our prior written permission. You must obtain our written permission (or permission under an open source license) to modify, create derivative works of, decompile, or otherwise attempt to extract source code from us. Return to top 4. Additional provisions 1. Updating our Terms We work constantly to improve our services and develop new features to make our Products better for you and our community. As a result, we may need to update these Terms from time to time to accurately reflect our services and practices. Unless otherwise required by law, we will notify you before we make changes to these Terms and give you an opportunity to review them before they go into effect. Once any updated Terms are in effect, you will be bound by them if you continue to use our Products. We hope that you will continue using our Products, but if you do not agree to our updated Terms and no longer want to be a part of the Facebook community, you can delete your account at any time. 2. Account suspension or termination We want Facebook to be a place where people feel welcome and safe to express themselves and share their thoughts and ideas. If we determine that you have clearly, seriously or repeatedly breached our Terms or Policies, including in particular our Community Standards, we may suspend or permanently disable access to your account. We may also suspend or disable your account if you repeatedly infringe other people’s intellectual property rights or where we are required to do so for legal reasons. Where we take such action we’ll let you know and explain any options you have to request a review, unless doing so may expose us or others to legal liability; harm our community of users; compromise or interfere with the integrity or operation of any of our services, systems or Products; or where we are restricted due to technical limitations; or where we are prohibited from doing so for legal reasons. You can learn more about what you can do if your account has been disabled and how to contact us if you think we have disabled your account by mistake. If you delete or we disable your account, these Terms shall terminate as an agreement between you and us, but the following provisions will remain in place: 3, 4.2-4.5. 3. Limits on liability We work hard to provide the best Products we can and to specify clear guidelines for everyone who uses them. Our Products, however, are provided \"as is,\" and we make no guarantees that they always will be safe, secure, or error-free, or that they will function without disruptions, delays, or imperfections. To the extent permitted by law, we also DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. We do not control or direct what people and others do or say, and we are not responsible for their actions or conduct (whether online or offline) or any content they share (including offensive, inappropriate, obscene, unlawful, and other objectionable content). We cannot predict when issues might arise with our Products. Accordingly, our liability shall be limited to the fullest extent permitted by applicable law, and under no circumstance will we be liable to you for any lost profits, revenues, information, or data, or consequential, special, indirect, exemplary, punitive, or incidental damages arising out of or related to these Terms or the Facebook Products, even if we have been advised of the possibility of such damages. Our aggregate liability arising out of or relating to these Terms or the Facebook Products will not exceed the greater of $100 or the amount you have paid us in the past twelve months. 4. Disputes We try to provide clear rules so that we can limit or hopefully avoid disputes between you and us. If a dispute does arise, however, it's useful to know up front where it can be resolved and what laws will apply. For any claim, cause of action, or dispute you have against us that arises out of or relates to these Terms or the Facebook Products (\"claim\"), you agree that it will be resolved exclusively in the U.S. District Court for the Northern District of California or a state court located in San Mateo County. You also agree to submit to the personal jurisdiction of either of these courts for the purpose of litigating any such claim, and that the laws of the State of California will govern these Terms and any claim, without regard to conflict of law provisions. 5. OtherThese Terms (formerly known as the Statement of Rights and Responsibilities) make up the entire agreement between you and Facebook, Inc. regarding your use of our Products. They supersede any prior agreements.Some of the Products we offer are also governed by supplemental terms. If you use any of those Products, supplemental terms will be made available and will become part of our agreement with you. For instance, if you access or use our Products for commercial or business purposes, such as buying ads, selling products, developing apps, managing a group or Page for your business, or using our measurement services, you must agree to our Commercial Terms. If you post or share content containing music, you must comply with our Music Guidelines. To the extent any supplemental terms conflict with these Terms, the supplemental terms shall govern to the extent of the conflict.If any portion of these Terms is found to be unenforceable, the remaining portion will remain in full force and effect. If we fail to enforce any of these Terms, it will not be considered a waiver. Any amendment to or waiver of these Terms must be made in writing and signed by us.You will not transfer any of your rights or obligations under these Terms to anyone else without our consent.You may designate a person (called a legacy contact) to manage your account if it is memorialized. Only your legacy contact or a person who you have identified in a valid will or similar document expressing clear consent to disclose your content upon death or incapacity will be able to seek disclosure from your account after it is memorialized.These Terms do not confer any third-party beneficiary rights. All of our rights and obligations under these Terms are freely assignable by us in connection with a merger, acquisition, or sale of assets, or by operation of law or otherwise.You should know that we may need to change the username for your account in certain circumstances (for example, if someone else claims the username and it appears unrelated to the name you use in everyday life).We always appreciate your feedback and other suggestions about our products and services. But you should know that we may use them without any restriction or obligation to compensate you, and we are under no obligation to keep them confidential.We reserve all rights not expressly granted to you.Return to top 5. Other terms and policies that may apply to you Community Standards: These guidelines outline our standards regarding the content you post to Facebook and your activity on Facebook and other Facebook Products.Commercial Terms: These terms apply if you also access or use our Products for any commercial or business purpose, including advertising, operating an app on our Platform, using our measurement services, managing a group or a Page for a business, or selling goods or services.Advertising Policies: These policies specify what types of ad content are allowed by partners who advertise across the Facebook Products.Self-Serve Ad Terms: These terms apply when you use self-serve advertising interfaces to create, submit, or deliver advertising or other commercial or sponsored activity or content.Pages, Groups and Events Policy: These guidelines apply if you create or administer a Facebook Page, group, or event, or if you use Facebook to communicate or administer a promotion.Facebook Platform Policy: These guidelines outline the policies that apply to your use of our Platform (for example, for developers or operators of a Platform application or website or if you use social plugins).Developer Payment Terms: These terms apply to developers of applications that use Facebook Payments.Community Payment Terms: These terms apply to payments made on or through Facebook.Commerce Policies: These guidelines outline the policies that apply when you offer products and services for sale on Facebook.Facebook Brand Resources: These guidelines outline the policies that apply to use of Facebook trademarks, logos, and screenshots.Music Guidelines: These guidelines outline the policies that apply if you post or share content containing music on Facebook. Date of Last Revision: July 31, 2019 English (US)EspañolFrançais (France)中文(简体)العربيةPortuguês (Brasil)한국어ItalianoDeutschहिन्दी日本語Sign UpLog InMessengerFacebook Lite Watch PeoplePagesPage CategoriesPlacesGamesLocationsMarketplaceGroupsPortalInstagramLocalFundraisersServicesAboutCreate AdCreate PageDevelopersCareersPrivacyCookiesAd ChoicesTermsHelpSettingsActivity Log Facebook © 2020 requireLazy([\"bx\"],function(bx){bx.add({\"875231\":{\"uri\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/yD\\/r\\/d4ZIVX-5C-b.ico\"}});}); requireLazy([\"gkx\"],function(gkx){gkx.add({\"677762\":{\"result\":true,\"hash\":\"AT6RaBtvwd3Jk_fa\"},\"1243461\":{\"result\":false,\"hash\":\"AT5dLZmQqO20UfSN\"},\"1223330\":{\"result\":false,\"hash\":\"AT6bNmPK6iPK_eYt\"},\"1236104\":{\"result\":true,\"hash\":\"AT5aeNPsFn6tEWWA\"},\"819236\":{\"result\":false,\"hash\":\"AT6UuOFpQ3SZJJ-i\"},\"729630\":{\"result\":false,\"hash\":\"AT4AAfQ5Mf1MR4MD\"},\"729631\":{\"result\":false,\"hash\":\"AT7srFvsKzWkMqtq\"},\"1281505\":{\"result\":false,\"hash\":\"AT65AAwaMf2TB2j3\"},\"1291023\":{\"result\":false,\"hash\":\"AT7ZGw8xpZyJZhWG\"},\"1294182\":{\"result\":false,\"hash\":\"AT7IuGTLY6K9c4ta\"},\"1334669\":{\"result\":false,\"hash\":\"AT5DC_xSv5zIngG3\"},\"1381768\":{\"result\":true,\"hash\":\"AT5Rlnv5PQd7Gxz2\"},\"1399218\":{\"result\":true,\"hash\":\"AT5TuFO0_OXLzOVk\"},\"1401060\":{\"result\":true,\"hash\":\"AT6LAvO5twjBiaHx\"},\"1405113\":{\"result\":true,\"hash\":\"AT6zAGD_N-sj0ny9\"},\"1485055\":{\"result\":true,\"hash\":\"AT6IbgSkq4_ijNBz\"},\"1099893\":{\"result\":false,\"hash\":\"AT7NOlheKmAZ6LV_\"}});}); requireLazy([\"Bootloader\"],function(Bootloader){Bootloader.setResourceMap({\"Xp9G6\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iyy44\\/yR\\/l\\/en_US\\/BbK6iI_fbbR.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"pDdfb\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i7M54\\/yt\\/l\\/en_US\\/65GdIG6Jgwp.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"AmgNY\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iPaC4\\/yl\\/l\\/en_US\\/8Ht7nVE173m.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"dYPLs\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yd\\/r\\/eOv9gJMNNna.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"xfkz\\/\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3izj54\\/yN\\/l\\/en_US\\/yAxFGStu1r8.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"aCYvh\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iTQy4\\/y9\\/l\\/en_US\\/Oe-4RgOVBng.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Y6zqk\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iFgg4\\/yr\\/l\\/en_US\\/ifxCWPTgAA2.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"bIVXf\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ig1H4\\/yX\\/l\\/en_US\\/XiD6If67U7B.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"vYdN+\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yI\\/r\\/qU_fQLsC1W0.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"CPUEG\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iJVY4\\/yg\\/l\\/en_US\\/LeNzcRFhHIo.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"WlxPa\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3igbu4\\/yn\\/l\\/en_US\\/wjaGoI9KPd4.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"77OZc\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3izpk4\\/yC\\/l\\/en_US\\/GCHpWnUcD1K.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"8ELCB\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/ye\\/r\\/VRzSVH5iU-V.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"+ClWy\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yU\\/r\\/UJOxW2IHm1a.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"nBqXo\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yw\\/r\\/LzcjN-fdEwr.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Ay4XO\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yl\\/r\\/jjBgLxumF_8.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"ft4L6\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ipVm4\\/yS\\/l\\/en_US\\/aMG9Jd6qoQX.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"aCDoV\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yT\\/r\\/qPbU8Inx06t.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"8W+8n\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yv\\/r\\/KIealbguJ6h.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Pi30M\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yG\\/r\\/z3_WQbg7UY0.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"A0VBU\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y1\\/r\\/pTPrknVR9YY.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"2\\/maQ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yc\\/r\\/WFKY8pTn9lc.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"m6hou\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ikPw4\\/yU\\/l\\/en_US\\/cTIn3j7HzDx.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"hKKeY\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yW\\/r\\/5iJcedthdxf.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"\\/Ln\\/\\/\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i2Mv4\\/ys\\/l\\/en_US\\/NoqakNwMc_m.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"mQyTC\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yb\\/l\\/0,cross\\/ZTz5V8O7WsS.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"SKyM5\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iO8K4\\/yJ\\/l\\/en_US\\/Gab3w6jtuc1.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"hYODn\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iJ984\\/yN\\/l\\/en_US\\/17FaHAD7Cf2.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"O1Ycj\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yb\\/l\\/0,cross\\/2dd8jHyxrC5.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"y5p7q\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yB\\/r\\/qZ3aVXuvlwj.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"v8S0d\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yI\\/r\\/073qlYnToER.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"3M5c2\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ihzL4\\/y-\\/l\\/en_US\\/o6dQvakIIvj.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"djjtD\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yB\\/l\\/0,cross\\/XIAYPRtHAzv.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"ms0vQ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ihM64\\/yZ\\/l\\/en_US\\/jHOYC5LfB4i.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"0wQGJ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iIma4\\/y0\\/l\\/en_US\\/MTLwHWVzZ31.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"pCB1k\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iHf54\\/ym\\/l\\/en_US\\/oWz75JyhJju.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"e6x37\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/ya\\/l\\/0,cross\\/y7L2UKoNOSw.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"HSIe+\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3izS44\\/yj\\/l\\/en_US\\/2a-ZbYt783L.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Rt0or\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yC\\/r\\/53CguKRuXj4.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"6ihC9\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y5\\/r\\/HISLL-QWClL.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"5yDW7\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iwHj4\\/yq\\/l\\/en_US\\/aZX0LQCJ64r.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Iifgx\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i4vg4\\/yJ\\/l\\/en_US\\/oFO2BLhfG94.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"OQSFs\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yX\\/r\\/MXZ4BFNSFep.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"nHWSI\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yy\\/l\\/0,cross\\/RUVxMAVVFzs.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"vHU7C\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yA\\/l\\/0,cross\\/lCmM4d9Xngo.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"OTw31\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yw\\/r\\/04dy7X-ugdX.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"b30ju\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yW\\/r\\/XJnlKU6-VmY.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"vFJ\\/y\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yg\\/l\\/0,cross\\/NNd4Sriqm_x.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"A1pQ9\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iIeE4\\/yM\\/l\\/en_US\\/gJtFOdF2u-X.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"gcDYl\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y3\\/r\\/nkU5dmGfqsF.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"13mhq\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i1MJ4\\/y2\\/l\\/en_US\\/3Er_D1cfUu6.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Cz4y\\/\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yb\\/l\\/0,cross\\/L1DNoi_BfrO.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"KdmRB\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yn\\/r\\/MA-vRvdLJ2F.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"8ZWdJ\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yC\\/l\\/0,cross\\/S9yoULXBZO7.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"UDf9+\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y6\\/l\\/0,cross\\/2RnKK4aIQl7.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"TpsO3\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iH944\\/yQ\\/l\\/en_US\\/LftLdNSoIXX.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"J4pbh\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yU\\/l\\/0,cross\\/frXUIKgy2Zu.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"wKq6h\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i6CF4\\/yA\\/l\\/en_US\\/RigMbZwsgeM.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"Ra96V\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iaKm4\\/yj\\/l\\/en_US\\/TrYCV__7U-R.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"83i5h\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iOdF4\\/yI\\/l\\/en_US\\/tcpIgT3aNAB.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"GPASZ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i0qQ4\\/yF\\/l\\/en_US\\/v674bEytFGB.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"dz5B7\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3igjd4\\/yt\\/l\\/en_US\\/lKJ_qbd6W-m.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"NnrW5\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yC\\/r\\/uM7TuR6k4W1.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"aF9iP\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iLl54\\/yv\\/l\\/en_US\\/K9rnlj2yWIO.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"b7loA\":{\"type\":\"css\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yG\\/l\\/0,cross\\/XebZWXW_0Wr.css?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"mz7JX\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ix_l4\\/yu\\/l\\/en_US\\/SQ138vQ8_wq.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"6xzfm\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3i43B4\\/y6\\/l\\/en_US\\/HuSC1gjHUM6.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"AY9Yo\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yF\\/r\\/gpN9zSVxvnh.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"C6+EK\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iO1F4\\/yD\\/l\\/en_US\\/lV56Sl6sMK5.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"ZoCeG\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3ibbF4\\/yk\\/l\\/en_US\\/AfJ0PX1dNdC.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"qitaB\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yz\\/r\\/rCmvFXfr8zi.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"FDqJJ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yt\\/r\\/IfYCN5SRJUh.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"b81VQ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3idmL4\\/yq\\/l\\/en_US\\/l4skafbo-Hn.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"r+caQ\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iqES4\\/ys\\/l\\/en_US\\/eqnRX45bM8g.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"7S171\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yQ\\/r\\/Lu4hrF23EWQ.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"gWMJg\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yH\\/r\\/iGksp69foR_.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"o9Nx1\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yg\\/r\\/aC_OQfaB-5m.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"VwejP\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yx\\/r\\/jlMhkbhW44p.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"S5+Lh\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yx\\/r\\/uv337Xq9kai.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"VvVFw\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yq\\/r\\/AADBnDBsGZB.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"bm5cq\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3idBq4\\/yw\\/l\\/en_US\\/LAV3jXRNdrH.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"T8xvn\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y7\\/r\\/WIHrT1JFTnc.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"PsAyf\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yo\\/r\\/m8LQ3GDN8R_.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"i7z3y\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3iYXl4\\/y3\\/l\\/en_US\\/BNFSX1wXZcM.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"8AHxN\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/ys\\/r\\/qciqV369aP9.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"iMAqO\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yx\\/r\\/CJjGGGm8Uuj.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"oGIPB\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/y4\\/r\\/r-SvtwlveTT.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"ocFsM\":{\"type\":\"js\",\"src\":\"https:\\/\\/static.xx.fbcdn.net\\/rsrc.php\\/v3\\/yQ\\/r\\/2N6bRGqMMC_.js?_nc_x=Ij3Wp8lg5Kz\",\"nc\":1},\"P\\/mr5\":{\"type\":\"css\",\"src\":\"data:text\\/css; charset=utf-8;base64,I2Jvb3Rsb2FkZXJfUF9tcjV7aGVpZ2h0OjQycHg7fS5ib290bG9hZGVyX1BfbXI1e2Rpc3BsYXk6YmxvY2shaW1wb3J0YW50O30=\",\"nc\":1,\"d\":1}}, []);Bootloader.enableBootload({\"AsyncRequest\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]}},\"Dialog\":{\"r\":[\"2MMSk\",\"xfkz\\/\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"aCYvh\",\"Y6zqk\",\"dYPLs\",\"SoB1A\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"Animation\",\"PageTransitions\",\"BanzaiScuba\"]},\"be\":1},\"ExceptionDialog\":{\"r\":[\"2MMSk\",\"bIVXf\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"AmgNY\",\"CPUEG\",\"WlxPa\",\"Y6zqk\",\"77OZc\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"QuickSandSolver\":{\"r\":[\"8ELCB\",\"+ClWy\",\"Xp9G6\",\"pDdfb\",\"nBqXo\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"ConfirmationDialog\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Ay4XO\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"BanzaiODS\":{\"r\":[\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]}},\"BanzaiScuba\":{\"r\":[\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]}},\"VisualCompletionGating\":{\"r\":[\"dYPLs\",\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]}},\"FbtLogging\":{\"r\":[\"dYPLs\"]},\"Dock\":{\"r\":[\"2MMSk\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"ft4L6\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"TimeSliceInteractionsLiteTypedLogger\":{\"r\":[\"Xp9G6\",\"aCDoV\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"WebSpeedInteractionsTypedLogger\":{\"r\":[\"Xp9G6\",\"8W+8n\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"DOM\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"Form\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"FormSubmit\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"Pi30M\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\",\"FbtLogging\"],\"r\":[\"dYPLs\"]},\"be\":1},\"Input\":{\"r\":[\"pDdfb\"],\"be\":1},\"Live\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"A0VBU\",\"2\\/maQ\",\"77OZc\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"Toggler\":{\"r\":[\"2MMSk\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"Tooltip\":{\"r\":[\"2MMSk\",\"xfkz\\/\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"PageTransitions\",\"BanzaiScuba\",\"Animation\"],\"r\":[\"dYPLs\"]},\"be\":1},\"URI\":{\"r\":[],\"be\":1},\"trackReferrer\":{\"r\":[],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"],\"r\":[\"Xp9G6\",\"AmgNY\"]},\"be\":1},\"PhotoTagApproval\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"m6hou\",\"hKKeY\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"PhotoSnowlift\":{\"r\":[\"\\/Ln\\/\\/\",\"2MMSk\",\"bIVXf\",\"mQyTC\",\"xfkz\\/\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"SKyM5\",\"hYODn\",\"AmgNY\",\"O1Ycj\",\"y5p7q\",\"v8S0d\",\"3M5c2\",\"djjtD\",\"ft4L6\",\"WlxPa\",\"ms0vQ\",\"A0VBU\",\"0wQGJ\",\"aCYvh\",\"hKKeY\",\"pCB1k\",\"e6x37\",\"Y6zqk\",\"77OZc\",\"dYPLs\",\"HSIe+\",\"Rt0or\",\"SoB1A\"],\"rds\":{\"m\":[\"Animation\",\"BanzaiODS\",\"BanzaiScuba\",\"VisualCompletionGating\",\"FbtLogging\",\"PageTransitions\"]},\"be\":1},\"PhotoTagger\":{\"r\":[\"6ihC9\",\"5yDW7\",\"Iifgx\",\"\\/Ln\\/\\/\",\"OQSFs\",\"2MMSk\",\"bIVXf\",\"nHWSI\",\"vHU7C\",\"OTw31\",\"b30ju\",\"xfkz\\/\",\"SMLp+\",\"Xp9G6\",\"vFJ\\/y\",\"pDdfb\",\"A1pQ9\",\"vYdN+\",\"gcDYl\",\"13mhq\",\"AmgNY\",\"Cz4y\\/\",\"v8S0d\",\"KdmRB\",\"8ZWdJ\",\"3M5c2\",\"UDf9+\",\"WlxPa\",\"TpsO3\",\"ms0vQ\",\"A0VBU\",\"J4pbh\",\"wKq6h\",\"Ra96V\",\"aCYvh\",\"hKKeY\",\"83i5h\",\"e6x37\",\"GPASZ\",\"Y6zqk\",\"77OZc\",\"dYPLs\",\"dz5B7\",\"NnrW5\",\"HSIe+\",\"Rt0or\",\"aF9iP\",\"b7loA\",\"mz7JX\",\"6xzfm\",\"AY9Yo\",\"SoB1A\",\"C6+EK\",\"ZoCeG\"],\"rdfds\":{\"m\":[\"GamesVideoDeleteCommentDialog.react\",\"GamesVideoModerationRulesNux.react\",\"GamesVideoCommentRemovedDialog.react\"],\"r\":[\"qitaB\",\"y5p7q\",\"FDqJJ\"]},\"rds\":{\"m\":[\"PresenceStatus\",\"Animation\",\"BanzaiODS\",\"BanzaiScuba\",\"FbtLogging\",\"PageTransitions\",\"Banzai\"]},\"be\":1},\"PhotoTags\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"m6hou\",\"hKKeY\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"TagTokenizer\":{\"r\":[\"2MMSk\",\"xfkz\\/\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"m6hou\",\"y5p7q\",\"b81VQ\",\"Y6zqk\",\"SoB1A\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"AsyncDialog\":{\"r\":[\"2MMSk\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"AmgNY\",\"Y6zqk\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"Hovercard\":{\"r\":[\"OQSFs\",\"2MMSk\",\"xfkz\\/\",\"SMLp+\",\"Xp9G6\",\"vFJ\\/y\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"aF9iP\",\"SoB1A\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\",\"FbtLogging\",\"PageTransitions\",\"Animation\"],\"r\":[\"dYPLs\"]},\"be\":1},\"Banzai\":{\"r\":[\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"ResourceTimingBootloaderHelper\":{\"r\":[\"r+caQ\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"],\"r\":[\"Xp9G6\"]},\"be\":1},\"TimeSliceHelper\":{\"r\":[\"7S171\"],\"be\":1},\"XSalesPromoWWWDetailsDialogAsyncController\":{\"r\":[\"gWMJg\"],\"be\":1},\"BanzaiStream\":{\"r\":[\"o9Nx1\",\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"SnappyCompressUtil\":{\"r\":[\"Xp9G6\"],\"be\":1},\"XOfferController\":{\"r\":[\"VwejP\"],\"be\":1},\"PerfXSharedFields\":{\"r\":[\"AmgNY\"],\"be\":1},\"KeyEventTypedLogger\":{\"r\":[\"Xp9G6\",\"S5+Lh\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"QPLInspector\":{\"r\":[\"VvVFw\"],\"be\":1},\"BladeRunnerClient\":{\"r\":[\"bm5cq\",\"xfkz\\/\",\"Xp9G6\",\"vYdN+\",\"AmgNY\",\"T8xvn\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\",\"MqttLongPollingRunner\"]},\"be\":1},\"BladeRunnerStreamHandler\":{\"r\":[\"Xp9G6\"],\"be\":1},\"FalcoBladeRunnerTransport\":{\"r\":[\"PsAyf\"],\"be\":1},\"ReactDOM\":{\"r\":[\"AmgNY\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"EncryptedImg\":{\"r\":[\"Xp9G6\",\"AmgNY\",\"WlxPa\"],\"be\":1},\"Event\":{\"r\":[\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"],\"r\":[\"Xp9G6\",\"AmgNY\"]}},\"Animation\":{\"r\":[\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"dYPLs\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]}},\"PageTransitions\":{\"r\":[\"xfkz\\/\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"Animation\",\"PageTransitions\",\"BanzaiODS\",\"BanzaiScuba\",\"FbtLogging\"],\"r\":[\"dYPLs\"]}},\"ContextualLayerInlineTabOrder\":{\"r\":[\"OQSFs\",\"2MMSk\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\",\"SMLp+\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"XUIDialogButton.react\":{\"r\":[\"2MMSk\",\"bIVXf\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"AmgNY\",\"Y6zqk\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"XUIDialogBody.react\":{\"r\":[\"2MMSk\",\"bIVXf\",\"SMLp+\",\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"XUIDialogFooter.react\":{\"r\":[\"2MMSk\",\"bIVXf\",\"SMLp+\",\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"XUIDialogTitle.react\":{\"r\":[\"2MMSk\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"vYdN+\",\"AmgNY\",\"Y6zqk\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"XUIGrayText.react\":{\"r\":[\"bIVXf\",\"SMLp+\",\"Xp9G6\",\"AmgNY\"],\"rds\":{\"m\":[\"BanzaiODS\",\"BanzaiScuba\"]},\"be\":1},\"DialogX\":{\"r\":[\"2MMSk\",\"SMLp+\",\"Xp9G6\",\"pDdfb\",\"AmgNY\",\"Y6zqk\"],\"rds\":{\"m\":[\"BanzaiODS\",\"FbtLogging\",\"BanzaiScuba\"],\"r\":[\"dYPLs\"]},\"be\":1},\"React\":{\"r\":[\"AmgNY\"],\"be\":1}});}); requireLazy([\"InitialJSLoader\"], function(InitialJSLoader) {InitialJSLoader.loadOnDOMContentReady([\"dYPLs\",\"pDdfb\",\"xfkz\\/\",\"Xp9G6\",\"AmgNY\",\"i7z3y\",\"Y6zqk\",\"ft4L6\",\"8AHxN\",\"iMAqO\",\"oGIPB\",\"ocFsM\",\"vYdN+\",\"P\\/mr5\"]);}); require(\"TimeSliceImpl\").guard(function() {require(\"ServerJSDefine\").handleDefines([[\"LinkshimHandlerConfig\",[],{\"supports_meta_referrer\":false,\"default_meta_referrer_policy\":\"default\",\"switched_meta_referrer_policy\":\"origin\",\"non_linkshim_lnfb_mode\":\"ie\",\"link_react_default_hash\":\"AT3jRjTeM9zTg4RIppgoP6A3BkMdAd76Hkd0Rn8MP3JDZ9DthfkWSE5pVSuOXlj9OV8Yu2VgT8wyRhn4n-s0OkVKmvuZq6Onw1z29sjCqG0EB2m5Kw18YUxHgj0ZzV-2TQk6lCqyanG8eAD7\",\"untrusted_link_default_hash\":\"AT1ZRF66QutGN1dTtXOH6iFKNyAPb3WWm8S23F1WWDdDUUIgd4r_EE5kIt2sVpm9DKvytXgu9uHnQ3uci1N2Ok-qIetsYU_4KCHJNht-77oTlWfxuKCW6p4_pZTuEvbcF7ZuqYQfNy8DpPzH\",\"linkshim_host\":\"l.facebook.com\",\"use_rel_no_opener\":false,\"always_use_https\":false,\"onion_always_shim\":true,\"middle_click_requires_event\":false,\"www_safe_js_mode\":\"hover\",\"m_safe_js_mode\":null,\"ghl_param_link_shim\":false,\"click_ids\":[],\"is_linkshim_supported\":true,\"current_domain\":\"facebook.com\"},27],[\"FBDomainsSVConfig\",[],{\"domains\":{\"__map\":[[\"www.facebook.com\",1],[\"tfbnw.net\",1],[\"m.beta.facebook.com\",1],[\"touch.beta.facebook.com\",1],[\"www.dev.facebook.com\",1],[\"fb.me\",1],[\"s.fb.com\",1],[\"m.fbjs.facebook.com\",1],[\"facebook.com.es\",1],[\"www.fbjs.facebook.com\",1],[\"m.facebook.com\",1],[\"facebook.fr\",1],[\"fbsbx.com\",1],[\"attachment.fbsbx.com\",1],[\"lookaside.fbsbx.com\",1],[\"web.facebook.com\",1],[\"fb.com\",1],[\"messenger.com\",1]]}},3828],[\"ClickIDDomainBlacklistSVConfig\",[],{\"domains\":[\"craigslist\",\"tfbnw.net\",\"flashtalking.com\",\"canadiantire.ca\",\"o2.co.uk\",\"archive.org\",\"reddit.com\",\"redd.it\",\"gmail.com\",\"cvk.gov.ua\",\"electoralsearch.in\",\"yahoo.com\",\"cve.mitre.org\",\"usenix.org\",\"ky.gov\",\"voteohio.gov\",\"oversightboard.com\"]},3829],[\"cr:1108857\",[],{\"__rc\":[null,\"Aa0lsq4W2buZWJMTcWJKDLHAPTcCfDyRkCV0tkXWs_J8J15KA_Cs5hxxO33QlI7e0CLiqmTSFi5S1g\"]},-1],[\"cr:1294158\",[\"React.classic\"],{\"__rc\":[\"React.classic\",\"Aa09JSH5X-leTkqJCyvO05CnQMT2aH5TsAvbWTzkEh95FZb5Nizgj40_pjrAoQGeLPKECioLYZQYleJZ_D1yJwOA\"]},-1],[\"cr:1294246\",[\"ReactDOM.classic\"],{\"__rc\":[\"ReactDOM.classic\",\"Aa09JSH5X-leTkqJCyvO05CnQMT2aH5TsAvbWTzkEh95FZb5Nizgj40_pjrAoQGeLPKECioLYZQYleJZ_D1yJwOA\"]},-1],[\"cr:888908\",[\"warningBlue\"],{\"__rc\":[\"warningBlue\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1105154\",[],{\"__rc\":[null,\"Aa0lsq4W2buZWJMTcWJKDLHAPTcCfDyRkCV0tkXWs_J8J15KA_Cs5hxxO33QlI7e0CLiqmTSFi5S1g\"]},-1],[\"CoreWarningGK\",[],{\"forceWarning\":false},725],[\"cr:1292365\",[\"React-prod.classic\"],{\"__rc\":[\"React-prod.classic\",\"Aa0lsq4W2buZWJMTcWJKDLHAPTcCfDyRkCV0tkXWs_J8J15KA_Cs5hxxO33QlI7e0CLiqmTSFi5S1g\"]},-1],[\"cr:1344485\",[\"ReactDOM.classic.prod-or-profiling\"],{\"__rc\":[\"ReactDOM.classic.prod-or-profiling\",\"Aa0lsq4W2buZWJMTcWJKDLHAPTcCfDyRkCV0tkXWs_J8J15KA_Cs5hxxO33QlI7e0CLiqmTSFi5S1g\"]},-1],[\"cr:983844\",[],{\"__rc\":[null,\"Aa0lsq4W2buZWJMTcWJKDLHAPTcCfDyRkCV0tkXWs_J8J15KA_Cs5hxxO33QlI7e0CLiqmTSFi5S1g\"]},-1],[\"cr:1344486\",[\"ReactDOM.classic.prod\"],{\"__rc\":[\"ReactDOM.classic.prod\",\"Aa25KHMdS4GOmvl3oOTdvTm5IaZQJC35FZ9INvlV7Tm7ZYIQlfzcOiPsPVVFyfIZdG4Q2bZ39Vv5xrw-xF108wSXfLMOCw\"]},-1],[\"cr:1344487\",[\"ReactDOM-prod.classic\"],{\"__rc\":[\"ReactDOM-prod.classic\",\"Aa2EO6zPIcvsAcjUb1BpLA59Dqm8Qu_IwEyI_8YxS5vsQ7gi1mLkLpN5N7pr7986hmSPfqjo7hE5pik4QAQ5nkxDAIHSo4tDEvAY\"]},-1],[\"cr:1292369\",[\"SchedulerTracing-prod.classic\"],{\"__rc\":[\"SchedulerTracing-prod.classic\",\"Aa25KHMdS4GOmvl3oOTdvTm5IaZQJC35FZ9INvlV7Tm7ZYIQlfzcOiPsPVVFyfIZdG4Q2bZ39Vv5xrw-xF108wSXfLMOCw\"]},-1],[\"cr:1353359\",[\"EventListenerImplForBlue\"],{\"__rc\":[\"EventListenerImplForBlue\",\"Aa34BGyaByvLA0vjx2sUzm7hygCGqLkpojmQIboq0vlOmJXKDzBNNus58oZI-CRe_Wk5eFj9AeJUXofcjAUK8v8sEZ6Akg\"]},-1],[\"cr:1463139\",[\"ReactFiberErrorDialogBlue\"],{\"__rc\":[\"ReactFiberErrorDialogBlue\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1458113\",[],{\"__rc\":[null,\"Aa1Og6muKeBuczVBInXZJmQlh9Adpk4eKsDXQMzjI9hNuxtHD7QGBI7lDlOpJ205dWPGgprTPLLsOqFvs9mlK-Wl9hc\"]},-1]]);require(\"InitialJSLoader\").handleServerJS({\"instances\":[[\"__inst_5b4d0c00_0_0\",[\"Menu\",\"XUIMenuWithSquareCorner\",\"XUIMenuTheme\"],[[],{\"id\":\"u_0_0\",\"behaviors\":[{\"__m\":\"XUIMenuWithSquareCorner\"}],\"theme\":{\"__m\":\"XUIMenuTheme\"}}],2],[\"__inst_5b4d0c00_0_1\",[\"Menu\",\"MenuItem\",\"__markup_3310c079_0_0\",\"HTML\",\"__markup_3310c079_0_1\",\"__markup_3310c079_0_2\",\"__markup_3310c079_0_3\",\"XUIMenuWithSquareCorner\",\"XUIMenuTheme\"],[[{\"value\":\"key_shortcuts\",\"ctor\":{\"__m\":\"MenuItem\"},\"markup\":{\"__m\":\"__markup_3310c079_0_0\"},\"label\":\"Keyboard shortcut help...\",\"title\":\"\",\"className\":null},{\"href\":\"\\/help\\/accessibility\",\"target\":\"_blank\",\"value\":\"help_center\",\"ctor\":{\"__m\":\"MenuItem\"},\"markup\":{\"__m\":\"__markup_3310c079_0_1\"},\"label\":\"Accessibility Help Center\",\"title\":\"\",\"className\":null},{\"href\":\"\\/help\\/contact\\/accessibility\",\"target\":\"_blank\",\"value\":\"submit_feedback\",\"ctor\":{\"__m\":\"MenuItem\"},\"markup\":{\"__m\":\"__markup_3310c079_0_2\"},\"label\":\"Submit feedback\",\"title\":\"\",\"className\":null},{\"href\":\"\\/accessibility\",\"target\":\"_blank\",\"value\":\"facebook_page\",\"ctor\":{\"__m\":\"MenuItem\"},\"markup\":{\"__m\":\"__markup_3310c079_0_3\"},\"label\":\"Updates from Facebook Accessibility\",\"title\":\"\",\"className\":null}],{\"id\":\"u_0_1\",\"behaviors\":[{\"__m\":\"XUIMenuWithSquareCorner\"}],\"theme\":{\"__m\":\"XUIMenuTheme\"}}],2],[\"__inst_e5ad243d_0_0\",[\"PopoverMenu\",\"__inst_1de146dc_0_1\",\"__elem_ec77afbd_0_1\",\"__inst_5b4d0c00_0_1\"],[{\"__m\":\"__inst_1de146dc_0_1\"},{\"__m\":\"__elem_ec77afbd_0_1\"},{\"__m\":\"__inst_5b4d0c00_0_1\"},[]],2],[\"__inst_e5ad243d_0_1\",[\"PopoverMenu\",\"__inst_1de146dc_0_0\",\"__elem_ec77afbd_0_0\",\"__inst_5b4d0c00_0_0\"],[{\"__m\":\"__inst_1de146dc_0_0\"},{\"__m\":\"__elem_ec77afbd_0_0\"},{\"__m\":\"__inst_5b4d0c00_0_0\"},[]],2],[\"__inst_1de146dc_0_0\",[\"Popover\",\"__elem_1de146dc_0_0\",\"__elem_ec77afbd_0_0\",\"ContextualLayerAutoFlip\",\"ContextualDialogArrow\"],[{\"__m\":\"__elem_1de146dc_0_0\"},{\"__m\":\"__elem_ec77afbd_0_0\"},[{\"__m\":\"ContextualLayerAutoFlip\"},{\"__m\":\"ContextualDialogArrow\"}],{\"alignh\":\"left\",\"position\":\"below\"}],2],[\"__inst_1de146dc_0_1\",[\"Popover\",\"__elem_1de146dc_0_1\",\"__elem_ec77afbd_0_1\",\"ContextualLayerAutoFlip\",\"ContextualDialogArrow\"],[{\"__m\":\"__elem_1de146dc_0_1\"},{\"__m\":\"__elem_ec77afbd_0_1\"},[{\"__m\":\"ContextualLayerAutoFlip\"},{\"__m\":\"ContextualDialogArrow\"}],{\"alignh\":\"right\",\"position\":\"below\"}],2],[\"__inst_8b4431d2_0_0\",[\"DataUsePolicySection\",\"__elem_3cb5c9cf_0_0\",\"__elem_3cb5c9cf_0_1\",\"__elem_3cb5c9cf_0_2\",\"__elem_3cb5c9cf_0_3\",\"__elem_3cb5c9cf_0_4\",\"__elem_3cb5c9cf_0_5\",\"__elem_3cb5c9cf_0_6\",\"__elem_3cb5c9cf_0_7\",\"__elem_3cb5c9cf_0_8\",\"__elem_d975912b_0_0\"],[null,null,null,\" 1. The services we provide \",\"carolina_blue\",[{\"__m\":\"__elem_3cb5c9cf_0_0\"},{\"__m\":\"__elem_3cb5c9cf_0_1\"},{\"__m\":\"__elem_3cb5c9cf_0_2\"},{\"__m\":\"__elem_3cb5c9cf_0_3\"},{\"__m\":\"__elem_3cb5c9cf_0_4\"},{\"__m\":\"__elem_3cb5c9cf_0_5\"},{\"__m\":\"__elem_3cb5c9cf_0_6\"},{\"__m\":\"__elem_3cb5c9cf_0_7\"},{\"__m\":\"__elem_3cb5c9cf_0_8\"}],[\"Provide a personalized experience for you:\",\"Connect you with people and organizations you care about:\",\"Empower you to express yourself and communicate about what matters to you:\",\"Help you discover content, products, and services that may interest you:\",\"Combat harmful conduct and protect and support our community:\",\"Use and develop advanced technologies to provide safe and functional services for everyone:\",\"Research ways to make our services better:\",\"Provide consistent and seamless experiences across the Facebook Company Products:\",\"Enable global access to our services:\"],{\"__m\":\"__elem_d975912b_0_0\"}],2],[\"__inst_8b4431d2_0_1\",[\"DataUsePolicySection\",\"__elem_d975912b_0_1\"],[null,null,null,\" 2. How our services are funded \",\"burnt_sienna\",[],[],{\"__m\":\"__elem_d975912b_0_1\"}],2],[\"__inst_8b4431d2_0_2\",[\"DataUsePolicySection\",\"__elem_3cb5c9cf_0_9\",\"__elem_3cb5c9cf_0_a\",\"__elem_3cb5c9cf_0_b\",\"__elem_3cb5c9cf_0_c\",\"__elem_d975912b_0_2\"],[null,null,null,\" 3. Your commitments to Facebook and our community \",\"jungle_green\",[{\"__m\":\"__elem_3cb5c9cf_0_9\"},{\"__m\":\"__elem_3cb5c9cf_0_a\"},{\"__m\":\"__elem_3cb5c9cf_0_b\"},{\"__m\":\"__elem_3cb5c9cf_0_c\"}],[\"1. Who can use Facebook\",\"2. What you can share and do on Facebook\",\"3. The permissions you give us\",\"4. Limits on using our intellectual property\"],{\"__m\":\"__elem_d975912b_0_2\"}],2],[\"__inst_8b4431d2_0_3\",[\"DataUsePolicySection\",\"__elem_3cb5c9cf_0_d\",\"__elem_3cb5c9cf_0_e\",\"__elem_3cb5c9cf_0_f\",\"__elem_3cb5c9cf_0_g\",\"__elem_3cb5c9cf_0_h\",\"__elem_d975912b_0_3\"],[null,null,null,\" 4. Additional provisions \",\"light_coral\",[{\"__m\":\"__elem_3cb5c9cf_0_d\"},{\"__m\":\"__elem_3cb5c9cf_0_e\"},{\"__m\":\"__elem_3cb5c9cf_0_f\"},{\"__m\":\"__elem_3cb5c9cf_0_g\"},{\"__m\":\"__elem_3cb5c9cf_0_h\"}],[\"1. Updating our Terms\",\"2. Account suspension or termination\",\"3. Limits on liability\",\"4. Disputes\",\"5. Other\"],{\"__m\":\"__elem_d975912b_0_3\"}],2],[\"__inst_8b4431d2_0_4\",[\"DataUsePolicySection\",\"__elem_d975912b_0_4\"],[null,null,null,\" 5. Other terms and policies that may apply to you \",\"jasmine_yellow\",[],[],{\"__m\":\"__elem_d975912b_0_4\"}],2]],\"markup\":[[\"__markup_3310c079_0_0\",{\"__html\":\"Keyboard shortcut help...\"},1],[\"__markup_3310c079_0_1\",{\"__html\":\"Accessibility Help Center\"},1],[\"__markup_3310c079_0_2\",{\"__html\":\"Submit feedback\"},1],[\"__markup_3310c079_0_3\",{\"__html\":\"Updates from Facebook Accessibility\"},1]],\"elements\":[[\"__elem_835c633a_0_0\",\"login_form\",1],[\"__elem_1edd4980_0_0\",\"loginbutton\",1],[\"__elem_f46f4946_0_0\",\"u_0_3\",1],[\"__elem_f46f4946_0_1\",\"u_0_4\",1],[\"__elem_a588f507_0_1\",\"u_0_5\",1],[\"__elem_3fc3da18_0_0\",\"u_0_6\",1],[\"__elem_51be6cb7_0_0\",\"u_0_7\",1],[\"__elem_1de146dc_0_0\",\"u_0_8\",1],[\"__elem_ec77afbd_0_0\",\"u_0_9\",2],[\"__elem_1de146dc_0_1\",\"u_0_a\",1],[\"__elem_ec77afbd_0_1\",\"u_0_b\",2],[\"__elem_9f5fac15_0_0\",\"pagelet_bluebar\",1],[\"__elem_45e94dd8_0_0\",\"pagelet_bluebar\",2],[\"__elem_a588f507_0_0\",\"globalContainer\",2],[\"__elem_a588f507_0_2\",\"content\",1],[\"__elem_a588f507_0_3\",\"u_0_c\",1],[\"__elem_d975912b_0_0\",\"u_0_d\",1],[\"__elem_a588f507_0_4\",\"u_0_e\",1],[\"__elem_3cb5c9cf_0_0\",\"u_0_f\",1],[\"__elem_3cb5c9cf_0_1\",\"u_0_g\",1],[\"__elem_3cb5c9cf_0_2\",\"u_0_h\",1],[\"__elem_3cb5c9cf_0_3\",\"u_0_i\",1],[\"__elem_3cb5c9cf_0_4\",\"u_0_j\",1],[\"__elem_3cb5c9cf_0_5\",\"u_0_k\",1],[\"__elem_3cb5c9cf_0_6\",\"u_0_l\",1],[\"__elem_3cb5c9cf_0_7\",\"u_0_m\",1],[\"__elem_3cb5c9cf_0_8\",\"u_0_n\",1],[\"__elem_d975912b_0_1\",\"u_0_o\",1],[\"__elem_a588f507_0_5\",\"u_0_p\",1],[\"__elem_d975912b_0_2\",\"u_0_q\",1],[\"__elem_a588f507_0_6\",\"u_0_r\",1],[\"__elem_3cb5c9cf_0_9\",\"u_0_s\",1],[\"__elem_3cb5c9cf_0_a\",\"u_0_t\",1],[\"__elem_3cb5c9cf_0_b\",\"u_0_u\",1],[\"__elem_3cb5c9cf_0_c\",\"u_0_v\",1],[\"__elem_d975912b_0_3\",\"u_0_w\",1],[\"__elem_a588f507_0_7\",\"u_0_x\",1],[\"__elem_3cb5c9cf_0_d\",\"u_0_y\",1],[\"__elem_3cb5c9cf_0_e\",\"u_0_z\",1],[\"__elem_3cb5c9cf_0_f\",\"u_0_10\",1],[\"__elem_3cb5c9cf_0_g\",\"u_0_11\",1],[\"__elem_3cb5c9cf_0_h\",\"u_0_12\",1],[\"__elem_d975912b_0_4\",\"u_0_13\",1],[\"__elem_a588f507_0_8\",\"u_0_14\",1]],\"require\":[[\"WebPixelRatioDetector\",\"startDetecting\",[],[false]],[\"ScriptPath\",\"set\",[],[\"XTermsController\",\"d867f961\",{\"imp_id\":\"00Iud2x2yqm81339Y\",\"ef_page\":null,\"uri\":\"https:\\/\\/www.facebook.com\\/legal\\/terms\\/update\"}]],[\"UITinyViewportAction\",\"init\",[],[]],[\"ResetScrollOnUnload\",\"init\",[\"__elem_a588f507_0_0\"],[{\"__m\":\"__elem_a588f507_0_0\"}]],[\"AccessibilityWebVirtualCursorClickLogger\",\"init\",[\"__elem_45e94dd8_0_0\",\"__elem_a588f507_0_0\"],[[{\"__m\":\"__elem_45e94dd8_0_0\"},{\"__m\":\"__elem_a588f507_0_0\"}]]],[\"KeyboardActivityLogger\",\"init\",[],[]],[\"FocusRing\",\"init\",[],[]],[\"BlueBarFixedBehaviorController\",\"init\",[\"__elem_45e94dd8_0_0\"],[{\"__m\":\"__elem_45e94dd8_0_0\"}]],[\"HardwareCSS\",\"init\",[],[]],[\"NavigationAssistantController\",\"init\",[\"__elem_3fc3da18_0_0\",\"__elem_51be6cb7_0_0\",\"__inst_5b4d0c00_0_0\",\"__inst_5b4d0c00_0_1\",\"__inst_e5ad243d_0_0\",\"__inst_e5ad243d_0_1\"],[{\"__m\":\"__elem_3fc3da18_0_0\"},{\"__m\":\"__elem_51be6cb7_0_0\"},{\"__m\":\"__inst_5b4d0c00_0_0\"},{\"__m\":\"__inst_5b4d0c00_0_1\"},null,{\"accessibilityPopoverMenu\":{\"__m\":\"__inst_e5ad243d_0_0\"},\"globalPopoverMenu\":null,\"sectionsPopoverMenu\":{\"__m\":\"__inst_e5ad243d_0_1\"}}]],[\"__inst_e5ad243d_0_1\"],[\"__inst_1de146dc_0_0\"],[\"__inst_e5ad243d_0_0\"],[\"__inst_1de146dc_0_1\"],[\"AsyncRequestNectarLogging\"],[\"TimezoneAutoset\",\"setInputValue\",[\"__elem_f46f4946_0_0\"],[{\"__m\":\"__elem_f46f4946_0_0\"},1590444748]],[\"ScreenDimensionsAutoSet\",\"setInputValue\",[\"__elem_f46f4946_0_1\"],[{\"__m\":\"__elem_f46f4946_0_1\"}]],[\"IntlUtils\"],[\"FBLynx\",\"setupDelegation\",[],[]],[\"LoginFormController\",\"init\",[\"__elem_835c633a_0_0\",\"__elem_1edd4980_0_0\"],[{\"__m\":\"__elem_835c633a_0_0\"},{\"__m\":\"__elem_1edd4980_0_0\"},null,true,{\"pubKey\":{\"publicKey\":\"4c2293969909c4406b618a6757d1bc7a90612c002abf3b0137625033a5326406\",\"keyId\":43}}]],[\"BrowserPrefillLogging\",\"initContactpointFieldLogging\",[],[{\"contactpointFieldID\":\"email\",\"serverPrefill\":\"\"}]],[\"BrowserPrefillLogging\",\"initPasswordFieldLogging\",[],[{\"passwordFieldID\":\"pass\"}]],[\"FocusListener\"],[\"FlipDirectionOnKeypress\"],[\"__inst_8b4431d2_0_0\"],[\"__inst_8b4431d2_0_1\"],[\"__inst_8b4431d2_0_2\"],[\"__inst_8b4431d2_0_3\"],[\"__inst_8b4431d2_0_4\"],[\"ReactRenderer\",\"constructAndRenderComponent_DEPRECATED\",[\"DUPLeftNav.react\",\"__inst_8b4431d2_0_0\",\"__inst_8b4431d2_0_1\",\"__inst_8b4431d2_0_2\",\"__inst_8b4431d2_0_3\",\"__inst_8b4431d2_0_4\",\"__elem_a588f507_0_3\"],[{\"__m\":\"DUPLeftNav.react\"},{\"sections\":[{\"__m\":\"__inst_8b4431d2_0_0\"},{\"__m\":\"__inst_8b4431d2_0_1\"},{\"__m\":\"__inst_8b4431d2_0_2\"},{\"__m\":\"__inst_8b4431d2_0_3\"},{\"__m\":\"__inst_8b4431d2_0_4\"}]},{\"__m\":\"__elem_a588f507_0_3\"}]],[\"DataUsePolicyNavigation\",\"initReturnToTopOnClickListener\",[\"__elem_a588f507_0_4\"],[{\"__m\":\"__elem_a588f507_0_4\"}]],[\"DataUsePolicyNavigation\",\"initReturnToTopOnClickListener\",[\"__elem_a588f507_0_5\"],[{\"__m\":\"__elem_a588f507_0_5\"}]],[\"DataUsePolicyNavigation\",\"initReturnToTopOnClickListener\",[\"__elem_a588f507_0_6\"],[{\"__m\":\"__elem_a588f507_0_6\"}]],[\"DataUsePolicyNavigation\",\"initReturnToTopOnClickListener\",[\"__elem_a588f507_0_7\"],[{\"__m\":\"__elem_a588f507_0_7\"}]],[\"DataUsePolicyNavigation\",\"initReturnToTopOnClickListener\",[\"__elem_a588f507_0_8\"],[{\"__m\":\"__elem_a588f507_0_8\"}]],[\"Event\"],[\"Animation\"],[\"PageTransitions\"],[\"Bootloader\",\"markComponentsAsImmediate\",[],[[\"BanzaiODS\",\"BanzaiScuba\",\"Event\",\"Animation\",\"FbtLogging\"]]],[\"Bootloader\",\"markComponentsAsImmediate\",[],[[\"PageTransitions\"]]],[\"TimeSliceImpl\"],[\"ServerJSDefine\"],[\"InitialJSLoader\"]],\"contexts\":[[{\"__m\":\"__elem_a588f507_0_1\"},true],[{\"__m\":\"__elem_a588f507_0_2\"},true],[{\"__m\":\"__elem_9f5fac15_0_0\"},false]]});}, \"ServerJS define\", {\"root\":true})(); onloadRegister_DEPRECATED(function (){try { $(\"email\").focus(); } catch (_ignore) { }}); var bigPipe = new (require(\"BigPipe\"))({\"forceFinish\":true,\"config\":{\"flush_pagelets_asap\":true,\"dispatch_pagelet_replayable_actions\":false}}); bigPipe.beforePageletArrive(\"first_response\") require(\"TimeSlice\").guard((function(){bigPipe.onPageletArrive({allResources:[\"2MMSk\",\"dYPLs\",\"SMLp+\",\"pDdfb\",\"SoB1A\",\"xfkz/\",\"Xp9G6\",\"AmgNY\",\"i7z3y\",\"Y6zqk\",\"W9psH\",\"ft4L6\",\"8AHxN\",\"iMAqO\",\"zaZDy\",\"oGIPB\",\"ifTc3\",\"ocFsM\",\"P/mr5\",\"vYdN+\"],displayResources:[\"2MMSk\",\"dYPLs\",\"SMLp+\",\"pDdfb\",\"SoB1A\",\"Xp9G6\",\"AmgNY\",\"Y6zqk\",\"W9psH\",\"ft4L6\",\"zaZDy\",\"oGIPB\",\"ifTc3\",\"P/mr5\",\"vYdN+\"],id:\"first_response\",phase:0,last_in_phase:true,tti_phase:0,all_phases:[63]});}),\"onPageletArrive first_response\",{\"root\":true,\"pagelet\":\"first_response\"})(); bigPipe.setPageID(\"6830908178856514694-0\");CavalryLogger.setPageID(\"6830908178856514694-0\");bigPipe.beforePageletArrive(\"last_response\") require(\"TimeSlice\").guard((function(){bigPipe.onPageletArrive({resource_map:{FEt5G:{type:\"js\",src:\"https://static.xx.fbcdn.net/rsrc.php/v3/yO/r/6KqFq7q8hV0.js?_nc_x=Ij3Wp8lg5Kz\",nc:1}},gkxData:{\"1427308\":{result:false,hash:\"AT6eMdAzVdEEg1xe\"}},allResources:[\"2MMSk\",\"dYPLs\",\"SMLp+\",\"pDdfb\",\"SoB1A\",\"xfkz/\",\"Xp9G6\",\"AmgNY\",\"i7z3y\",\"Y6zqk\",\"W9psH\",\"ft4L6\",\"8AHxN\",\"iMAqO\",\"zaZDy\",\"oGIPB\",\"ifTc3\",\"ocFsM\",\"P/mr5\",\"vYdN+\",\"FEt5G\",\"r+caQ\",\"A0VBU\"],displayResources:[\"2MMSk\",\"dYPLs\",\"SMLp+\",\"pDdfb\",\"SoB1A\",\"Xp9G6\",\"AmgNY\",\"Y6zqk\",\"W9psH\",\"ft4L6\",\"zaZDy\",\"oGIPB\",\"ifTc3\",\"P/mr5\",\"vYdN+\"],onafterload:[\"CavalryLogger.getInstance(\\\"6830908178856514694-0\\\").collectBrowserTiming(window)\",\"window.CavalryLogger&&CavalryLogger.getInstance().setTimeStamp(\\\"t_paint\\\");\",\"if (window.ExitTime){CavalryLogger.getInstance(\\\"6830908178856514694-0\\\").setValue(\\\"t_exit\\\", window.ExitTime);};\"],id:\"last_response\",phase:63,jsmods:{require:[[\"CavalryLoggerImpl\",\"startInstrumentation\",[],[]],[\"NavigationMetrics\",\"setPage\",[],[{page:\"XTermsController\",page_type:\"normal\",page_uri:\"https://www.facebook.com/legal/terms/update\",serverLID:\"6830908178856514694-0\"}]],[\"DimensionTracking\"],[\"HighContrastMode\",\"init\",[],[{isHCM:false,spacerImage:\"https://static.xx.fbcdn.net/rsrc.php/v3/y4/r/-PAXP-deijE.gif\"}]],[\"TimeSliceImpl\",\"setLogging\",[],[false,0.01]],[\"NavigationClickPointHandler\"],[\"WebStorageMonster\",\"schedule\",[],[true]],[\"CookieCore\",\"setWithoutChecksIfFirstPartyContext\",[],[\"_js_datr\",\"zELMXpVkBK98clgaYXlH6Zj9\",63072000000,\"/\",true]],[\"KappaWrapper\",\"start\",[],[6,5,10]],[\"ClickRefLogger\"],[\"DetectBrokenProxyCache\",\"run\",[],[0,\"c_user\"]],[\"WebDevicePerfInfoLogging\",\"doLog\",[],[]],[\"Artillery\",\"disable\",[],[]],[\"ArtilleryOnUntilOffLogging\",\"disable\",[],[]],[\"ArtilleryRequestDataCollection\",\"disable\",[],[\"6830908178856514694-0\"]],[\"ScriptPathLogger\",\"startLogging\",[],[]],[\"TimeSpentBitArrayLogger\",\"init\",[],[]],[\"ArtilleryRequestDataCollection\",\"init\",[],[]],[\"Bootloader\",\"markComponentsAsImmediate\",[],[[\"VisualCompletionGating\"]]]],define:[[\"cr:917439\",[\"PageTransitionsBlue\"],{__rc:[\"PageTransitionsBlue\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1269707\",[],{__rc:[null,\"Aa0IS2cHKFNzb-B0TUveFqgGzK12mK5EhxfCr9GsoZK9dC2mXlhWCfTVLZpWmE_WeQ2jWa_gPAa0SQLf-Mw\"]},-1],[\"cr:1269708\",[],{__rc:[null,\"Aa0IS2cHKFNzb-B0TUveFqgGzK12mK5EhxfCr9GsoZK9dC2mXlhWCfTVLZpWmE_WeQ2jWa_gPAa0SQLf-Mw\"]},-1],[\"cr:1269709\",[],{__rc:[null,\"Aa0IS2cHKFNzb-B0TUveFqgGzK12mK5EhxfCr9GsoZK9dC2mXlhWCfTVLZpWmE_WeQ2jWa_gPAa0SQLf-Mw\"]},-1],[\"cr:1069930\",[],{__rc:[null,\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1083116\",[\"XAsyncRequest\"],{__rc:[\"XAsyncRequest\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1083117\",[],{__rc:[null,\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1109759\",[\"CookieConsentBlacklist\"],{__rc:[\"CookieConsentBlacklist\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:971473\",[\"LayerHideOnTransition\"],{__rc:[\"LayerHideOnTransition\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"PageTransitionsConfig\",[],{reloadOnBootloadError:true},1067],[\"KillabyteProfilerConfig\",[],{htmlProfilerModule:null,profilerModule:null,depTypes:{BL:\"bl\",NON_BL:\"non-bl\"}},1145],[\"QuicklingConfig\",[],{version:\"1002162042;0;\",sessionLength:10,inactivePageRegex:\"^/(fr/u\\\\.php|ads/|advertising|ac\\\\.php|ae\\\\.php|a\\\\.php|ajax/emu/(end|f|h)\\\\.php|badges/|comments\\\\.php|connect/uiserver\\\\.php|editalbum\\\\.php.+add=1|ext/|feeds/|help([/?]|$)|identity_switch\\\\.php|isconnectivityahumanright/|intern/|login\\\\.php|logout\\\\.php|sitetour/homepage_tour\\\\.php|sorry\\\\.php|syndication\\\\.php|webmessenger|/plugins/subscribe|lookback|brandpermissions|gameday|pxlcld|comet|worldcup/map|livemap|work/reseller|([^/]+/)?dialog|legal|.+\\\\.pdf$|.+/settings/)\",badRequestKeys:[\"nonce\",\"access_token\",\"oauth_token\",\"xs\",\"checkpoint_data\",\"code\"],logRefreshOverhead:false},60],[\"TrackingConfig\",[],{domain:\"https://pixel.facebook.com\"},325],[\"WebStorageMonsterLoggingURI\",[],{uri:\"/ajax/webstorage/process_keys/?state=1\"},3032],[\"WebDevicePerfInfoData\",[],{needsFullUpdate:true,needsPartialUpdate:false,shouldLogResourcePerf:false},3977],[\"BrowserPaymentHandlerConfig\",[],{enabled:false},3904],[\"TimeSpentConfig\",[],{\"0_delay\":0,\"0_timeout\":8,delay:1000,timeout:64},142],[\"cr:1333160\",[\"UserActivityBlue\"],{__rc:[\"UserActivityBlue\",\"Aa2RVIg57jCl6Mhz52HWnrFXT38-Mni-_1IUaitugXGhosLzhqFQ1MhCDghKs0LaS8JNbsTocYdn03r-aJvVU4k68J5R5p2c\"]},-1],[\"cr:1351741\",[\"EventListener\"],{__rc:[\"EventListener\",\"Aa2CmVi0A1M__6JKd7bCU-xLbM9ikG2QsSSh7Xya1I_wkyDSSNgmYvEb2ITXH1NEidsbCi4TvQcwUUHykUhfEsfea39OrjWz9f-_6CFOwI3-Gkro\"]},-1],[\"cr:844180\",[\"TimeSpentImmediateActiveSecondsLoggerBlue\"],{__rc:[\"TimeSpentImmediateActiveSecondsLoggerBlue\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"cr:1187159\",[\"BlueCompatBroker\"],{__rc:[\"BlueCompatBroker\",\"Aa1PLVwdU8BKw-9KktthoHEN2hEYLQsbUv_xOsMsbr1igBkwo-mOcYePzn9JuIHJCDeGeKknX9TPYDz8Ua8MOFQ\"]},-1],[\"ImmediateActiveSecondsConfig\",[],{sampling_rate:0},423]]},last_in_phase:true,the_end:true});}),\"onPageletArrive last_response\",{\"root\":true,\"pagelet\":\"last_response\"})();"}
]